{
    "MorningStartRatingInfo": {
        "Expenses": "2 out of 5, Below Average Fees",
        "OverallRating": "5 out of 5 stars",
        "Returns": "4 out of 5, Above Average Returns",
        "Risks": "2 out of 5, Below Average Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+8.79%",
        "AverageAnnualReturn1Y": "+6.47%",
        "AverageAnnualReturn3Y": "+5.34%",
        "AverageAnnualReturn5Y": "+6.44%",
        "AverageAnnualReturnYTD": "-0.33%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "For the semiannual reporting period ending October 31, 2017, the fund gained 5.53%, well ahead of the 3.46% advance of its benchmark, The BofA Merrill LynchSM US High Yield Constrained Index.The fund's outperformance of the benchmark the past six months primarily was due to a non-benchmark position in equities – roughly 22% of assets, on average – as stocks outpaced high-yield bonds by a considerable margin.A non-benchmark stake in TXU was the fund's largest individual contributor. Bankruptcy proceedings for the Texas power firm are ongoing, and recent legal and regulatory developments have been favorable for the TXU bonds held in the fund.Other notable contributors included a sizable non-benchmark equity position in China's Alibaba Group Holding, as the online retailer benefited from the continued shift in consumer preference from brick-and-mortar stores to e-commerce.Conversely, our largest individual detractor versus the benchmark was Brazil's JBS, the world's largest meatpacking company. Our position – both stock and bonds – was hampered by fallout from a recent corruption scandal.As of October 31, Portfolio Manager Mark Notkin views credit markets as fairly valued, maybe even a bit overvalued, in terms of the yield spread over U.S. Treasuries.As for stocks, Mark believes price-earnings (P/E) multiples are at the higher end of their historical average, but still offer better relative value than the very low returns of lower-risk alternatives, namely Treasuries and other bonds.",
        "PortfolioManagersPlan": "\"There are a lot of different theories as to why we are not seeing more inflation. In my opinion, much of it has to do with technology, the internet, e-commerce and automation – all of which has been and continues to be highly deflationary, particularly as it relates to wages. As an example, think about Amazon.com and its ability and willingness to offer very low prices, and how much of an impact that has on inflation.\"Other factors include commodities being well behaved overall in terms of price, including oil remaining in a reasonable range. And there's not a lot of reason to believe we are going back to U.S. Treasury yields at 4% to 5% any time soon. Also keep in mind that the ongoing rally in stocks is partly due to strong fundamentals, as measured by corporate earnings.\"In general, low inflation is good for most asset classes, as I see it. In particular, stocks benefit from a low discount rate, which justifies higher P/E multiples. Also, keep in mind that high yield has a very low correlation to interest rates – and therefore inflation – because spreads tend to compress during periods of rising rates. Thus, high yield holds up better than most other fixed-income asset classes during a period of rising inflation and interest rates.\"So what does low inflation mean for me and the fund? I am confident in saying that it gives me some comfort that higher historical stock valuations are justified, as long as rates and inflation stay low. By extension, it also gives me some comfort that the fund's roughly 22% allocation to equities as of October 31 is offering good relative value and is where it should be in this type of environment.\"",
        "PortfolioManagersReviewDate": ""
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "For the fourth quarter, the fund gained 1.80%, topping the 0.41% advance of its benchmark, The BofA Merrill LynchSM US High Yield Constrained Index. The investment environment this quarter was broadly constructive for risk assets, and stocks handily beat high-yield's gain.Our investments in high-yield bonds, the fund's core area of focus, rose 0.58% for the quarter, contributing to performance versus the benchmark. The fund's roughly 21% non-benchmark stake in equities gained 6.68% the past three months, topping the 6.64% advance of the S&P 500® index and notably boosting the fund's result versus its high-yield benchmark. We held a small non-benchmark stake in floating-rate leveraged bank loans, to improve the quality and reduce the duration of the portfolio. This allocation modestly helped the fund's relative return.Overall, security selection drove the fund's relative performance, led by picks in gaming, services and technology. Conversely, relative performance was hampered most by picks in the health care industry.The fund's sizable stake in Station Casinos (now called Red Rock Resorts) was the top relative contributor, as it has done a very good job operating its properties. The firm also has benefited from a positive economic backdrop in Las Vegas that has contributed to an uptick in activity from locals. It was our second-largest holding as of year-end.Elsewhere, it helped to own a non-benchmark equity position in Naspers. Our investments rose 29%, as the South Africa-based print, TV and internet media group reported better-than-expected earnings driven by smaller e-commerce-related losses and a gain from its stake in fast-growing Tencent Holdings in China.Conversely, our biggest detractor was media firm Altice. Our aggregate non-benchmark stake returned -51% this period, prompting us to shed investments in the Luxembourg-based parent company, but maintaining exposure to its U.S. operations.It also hurt to hold a sizable equity stake in Skyworks Solutions, a semiconductor firm serving the smartphone industry, including Apple. This quarter, shares were hampered by a slower-than-expected rollout of Apple's latest version of its iPhone® device. ■",
        "PerformanceReview": "U.S. corporate high-yield bonds gained 0.41% for the quarter ending December 31, 2017, as measured by The BofA Merrill LynchSM US High Yield Constrained Index, extending an upward trend that began in mid-February 2016. Synchronous expansion in global economic activity – along with low inflation and accommodative monetary policies – continued to provide a steady backdrop for most asset classes, including high yield.All in all, the broader backdrop was largely supportive, and credit spreads continued to narrow, spurred by an improving U.S. economy, generally positive issuer fundamentals and enormous monetary support from major central banks worldwide. The high-yield market also was aided by strong investor confidence, which sent equities to new highs on many occasions throughout the quarter. Other beneficial factors included a slowdown in new issuance, optimism surrounding the Republican tax-reform proposal and a rally in oil prices.The only interruption to the uptrend the past three months was in November, when the asset class lost modest ground amid earnings misses by some high-yield issuers, most notably hospitals and other firms in the health care industry. Despite the weak start to the month, bonds rallied and recovered somewhat by mid-month due to the tailwind of rising oil prices and optimism for U.S. tax reform.For the full three months, gains were broad-based across industries, but generally within a fairly tight range. Metals/mining (+2%), chemicals (+1%) and steel (+1%) were boosted by firming commodities prices and the potential for increased infrastructure spending in the U.S.The index's largest component the past three months, energy, gained 2% amid rising oil prices. Firms in the banks & thrifts segment gained about 2%, still carrying some of the post-election momentum picked up from investors who expect a new, pro-business presidential administration to ease financial regulation.Several more-defensive categories lagged the broader market, but only with a slight disadvantage, including telecommunications (-2%) and health care (-1%), while food/beverage/tobacco edged the broader market.Although investor sentiment around risk assets wavered during the quarter, lower-quality bonds rated CCC fared best, but by a slim margin. This category gained 1%. The higher-quality B and BB tiers finished the three months with slightly smaller gains.By comparison, fourth-quarter results for high yield considerably lagged large-cap U.S. equities, slightly trailed emerging-markets debt and floating-rate leveraged bank loans, and modestly outpaced investment-grade-bonds. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FAGIX",
    "title": "Fidelity® Capital & Income Fund",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/316062108"
}