{
    "MorningStartRatingInfo": {
        "Expenses": "3 out of 5, Average Fees",
        "OverallRating": "5 out of 5 stars",
        "Returns": "5 out of 5, High Returns",
        "Risks": "3 out of 5, Average Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+11.29%",
        "AverageAnnualReturn1Y": "+9.09%",
        "AverageAnnualReturn3Y": "+10.76%",
        "AverageAnnualReturn5Y": "--",
        "AverageAnnualReturnYTD": "-0.36%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "The corporate events in which the fund invested did not unfold favorably during the six months – a very short span given the fund's long-term investment horizon of three to five years.Among individual positions, the fund's stake in multinational mass media firm Twenty-First Century Fox detracted more than any other individual investment during the period.Other major laggards included Zooplus, a Germany-based online pet supplies retailer, and Alliance Data Systems, a provider of private-label credit cards and loyalty programs.Conversely, Brink's, a global leader in security-related services for banks, retailers and a variety of other customers, contributed meaningfully versus the index.As the economic cycle continues to mature, Portfolio Manager Arvind Navaratnam has become even more focused than in the past on minimizing potential for permanent loss of capital.",
        "PortfolioManagersPlan": "\"I believe patience, discipline, and a focus on my long-term process rather than short-term outcomes have been the keys to the success of this fund over time.\"Sunny and rainy days alike, I follow a simple process and I measure my own success by this approach. I feel this is particularly important, given the volatile return characteristics of the fund over its history and the highly imperfect nature of available benchmarks and comparable indexes.\"Past performance is no guarantee of future results, of course. However, over a full market cycle, the fund historically has offered meaningful alpha – or excess return versus the index – relative to other mutual funds.\"I have spent thousands of hours carefully studying the mistakes and successes of great value- and event-driven investors, analyzing original filings and other available information. From this study, as well as a careful look at my own mistakes and successes, I have built mental models and checklists based on the handful of investments I believe were either patently obvious mistakes or clear wins for the fund.\"In my view, using these models and checklists has helped the fund outperform on a relative basis since inception, despite some difficult stretches. Looking ahead, I believe my careful study will lead to better investment decisions over time.\"",
        "PortfolioManagersReviewDate": ""
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "We continue to invest in stocks of companies engaged in corporate events. Based on our research, companies that are engaged in corporate actions historically have outperformed the market over the long term.Our view is that an event-driven strategy offers disciplined, patient investors an opportunity to take advantage of mispriced securities that can result from spin-offs, bankruptcy restructurings and other special situations. These investments require a patient approach because it often takes time for the opportunities within these securities to materialize.Furthermore, some of these opportunities are accompanied by limited research coverage and forced selling pressure, which we believe can increase the probability of investment success.Over the long term, corporate actions tend to be less sensitive than other investment types to changes in economic conditions such as inflation, monetary policy or interest rates.Corporate events occur among all segments of investable securities; they are not specific to any geography, sector, market capitalization, or investment style, such as growth or value. They can happen at any point in the business cycle.The fund continues to invest in companies of any market cap, size or style, based on wherever a particular corporate event or special situation occurs.Because we recently have found more-attractive investment opportunities in the small- to mid-cap segment, the fund's average market cap as of quarter end continues to be meaningfully lower than that of the benchmark.Also, the fund's sector allocations at period end continue to look very different from those of the benchmark. We are invested in stocks involved in corporate events that we think are fundamentally attractive, regardless of their sector.As of period end, the fund is overweighted in the consumer discretionary, information technology and real estate sectors. Conversely, it is underweighted in health care, industrials and consumer staples.Because the fund's individual holdings are entirely driven by our desire for exposure to companies undertaking corporate events, these sector exposures do not yield too much insight into our decision making.Some of our largest overweightings on December 31 included Madison Square Garden and Alliance Data Systems. ■",
        "PerformanceReview": "The fund's Retail Class shares advanced 4.68%, lagging the 6.34% gain of the benchmark Russell 3000® Index for the three months ending December 31, 2017. The corporate events in which we were invested did not unfold in our favor during the quarter, due to the negative impact of a few of the fund's holdings. In addition, the fund's small-cap bias hurt performance because small-caps modestly lagged the large-cap names that dominate the fund's benchmark.Our investment strategy is based on owning companies undertaking corporate actions that historically have outperformed the market in a meaningful way over the long term.The fund maintained its very high active share, or percentage of holdings that are not in the benchmark.Since we are shopping for investments based on corporate actions, we'll often identify opportunities outside of the benchmark, or take large positions in stocks that are small index weightings. While the sector weightings tend to fluctuate over time, the size of the companies in which we invest generally falls on the smaller side.Among individual stocks, a sizable position in The Madison Square Garden, which returned roughly -2% for the fourth quarter, was by far our biggest individual detractor. The Madison Square Garden owns the New York Knicks basketball team and the New York Rangers hockey team, in addition to Madison Square Garden arena. The stock tumbled in November after the firm's CEO abruptly stepped down. Then, in December, the stock was downgraded by a number of analysts.Another fund laggard was Diebold Nixdorf, which makes and sells self-service transaction systems, such as ATMs (automated teller machine) and currency processing systems. The stock returned about -28% this quarter, falling in October after the firm reported quarterly financial results that missed estimates and cut its full-year guidance on weaker-than-expected ATM orders. More negative news came in December when Diebold's CEO unexpectedly left the company.Our investment in financial data and analytics services provider Donnelley Financial Solutions also hurt, as the stock returned about -9%. In November, the company reported a decline in third-quarter revenue linked partly to lackluster transactions in U.S. capital markets.In terms of relative contributors, the fund's large overweighting in Alliance Data Systems helped the most. Alliance is a provider of marketing services, such as private-label credit cards and loyalty programs. The company's shares benefited from a fairly stable credit environment, rising about 15% for the quarter.It also helped to own WisdomTree Investments (+24%), an asset manager specializing in exchange-traded funds (ETFs). Despite tough industry conditions, the stock benefited partly from solid revenue and asset growth reported in December, as well as continued international expansion. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FARNX",
    "title": "Fidelity® Event Driven Opportunities Fund",
    "url": "https://fundresearch.fidelity.com/mutual-funds/analysis/315912758"
}