{
    "MorningStartRatingInfo": {
        "Expenses": "1 out of 5, Low Fees",
        "OverallRating": "5 out of 5 stars",
        "Returns": "5 out of 5, High Returns",
        "Risks": "1 out of 5, Low Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+6.25%",
        "AverageAnnualReturn1Y": "+8.88%",
        "AverageAnnualReturn3Y": "+5.45%",
        "AverageAnnualReturn5Y": "+6.79%",
        "AverageAnnualReturnYTD": "-0.11%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "For the fiscal year ending September 30, 2017, the Retail Class shares of the seven Asset Manager Funds posted gains ranging from about 4% to 17%, outpacing their respective Composite benchmarks.Versus Composites, security selection added the most value across the Funds, most notably in U.S. stocks and investment-grade bonds. Asset allocation had only marginal effects overall, but out-of-benchmark exposure to commodities and Treasury Inflation-Protected Securities (TIPS) dampened relative results.Favorable decisions within U.S. equity were aided by a market shift toward growth-oriented stocks during the second half of the period. Picks in information technology contributed most, whereas selections in health care detracted.In investment-grade bonds, picks among non-government-agency mortgage-backed securities plus favorable positioning in credits from banks, real estate investment trusts (REITs) and energy firms provided the biggest boost.Portfolio Manager Geoff Stein's fixed-income allocation strategy of underweighting cash and core fixed income, complemented by non-benchmark fixed-income exposure, aided relative results.Geoff's equity strategy of underweighting U.S. stocks and equal-weighting foreign developed-markets (DM) and emerging-markets (EM) stocks helped in the more equity-oriented Funds.Geoff and his team are lately somewhat encouraged by the fundamental environment, and may consider increasing the Fund's U.S. equity allocations from their end-of-period underweight levels.",
        "PortfolioManagersPlan": "\"We're at the stage of the business cycle where inflation historically has begun to rise, but that hasn't happened yet. The most recent data on U.S. inflation showed that the Fed's preferred price gauge, the personal consumption expenditures price index, had risen at a 1.4% annual rate – well below the Fed's long-elusive 2% target. Inflation remains low in the eurozone, Japan and most other developed economies.Within this environment, we see inflation protection as an underpriced risk. Thus, we plan to maintain the Funds' allocations to commodities and TIPS, seeking to capitalize on out-of-favor asset classes offering what we think are attractive valuations. Further, we believe it's prudent to maintain some degree of inflation hedging in a diversified portfolio in case price pressure unexpectedly rises.\"Corporate credit spreads have tightened to near their post-financial-crisis lows. As a result, we think high-yield corporate bonds are relatively unattractive from a valuation perspective. At period end, each of the Funds had a roughly 3% combined allocation to high-yield and floating-rate debt, and we plan to keep it at that level for now.\"Given tight credit spreads and the potential for higher interest rates, at this time we don't find the risk/reward profile of investment-grade bonds particularly attractive. We thus plan to maintain the Funds' underweighting there.\"Following a period of strong performance, we reduced the Funds' EM stock allocations during the latter months of the period. As of period end, these positions were roughly equal with the Composite benchmark's weight.\"In June, we added a U.S.-dollar hedged international investment-grade corporate credit sleeve to the more fixed-income-oriented Funds. Our initial allocations are minimal and we expect to keep it that way for now, given elevated valuations. In the future, though, this component could provide the associated Asset Manager Funds with an additional valuable source of fixed-income diversification.\"",
        "PortfolioManagersReviewDate": "SEPTEMBER 30, 2017"
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "We evaluate the global market environment through four lenses: macroeconomic, fundamentals/bottom up, valuation and sentiment. At year end, we have a positive view on macro, fundamentals and sentiment, and we are neutral on valuation.Entering 2018, we think the overall economic backdrop remains favorable for risk-based assets. Improving growth trends both in the U.S. and overseas, plus stronger-than-forecast corporate profits, bolstered investor sentiment during the fourth quarter. Consumer spending and business investment was solid overall, Also, exports grew, reflecting a strengthening global economy. The unemployment rate reached a 17-year low of 4.1%. A closely watched measure of corporate profits – after-tax profits, without inventory valuation and capital consumption adjustments – grew 9.8% compared with a year earlier. All told, we think these factors point to a steadily growing economy ahead of the $1.5 trillion tax cut approved by Congress in late December, with a portion of that amount likely to influence the economy this year. Domestically, we don't expect growth to dramatically accelerate in 2018, but we think it likely will continue on a solid mid-to-late-cycle trajectory.Overseas, the 19-country eurozone economy expanded at an annualized rate of 2.4% in 2017's third quarter, a slowdown from the 2.6% growth rate recorded in the second quarter. Despite the third-quarter deceleration, the eurozone appears on course for its strongest year since 2007. Meanwhile, Japan's economy grew at an annualized 1.4%, July through September, marking seven-straight quarters of growth – its longest streak since 2001.For the first time in a decade, the world's major economies appear to be growing in sync. This parallel growth trend has been fueled by low interest rates and other stimulus measures by central banks, along with the gradual fading of global crises. The Federal Reserve looks to be gradually unwinding its ultra-accommodative monetary policy by raising short-term rates and slowly reducing its massive bond portfolio. Other central banks also are signaling a move away from providing extraordinary liquidity to financial markets. While we expect the Fed to proceed at a measured pace, we see some risk that it could raise rates too much too soon in an effort to stave off nascent inflation.We think the positive trend in corporate earnings could continue, although we don't expect future earnings growth to be as robust as it was in 2017. U.S.-equity valuations appear full to us, but not extreme. We don't see inflation as a major near-term threat, and investor sentiment remains skeptical, in our view.Within this environment, we increased the Fund's U.S. equity allocation to a near-neutral weight during the quarter. We then rebalanced the portfolio in late December, after U.S. stock indexes hit a series of new highs. By the quarter's end, we were modestly underweighted in U.S. equities, slightly overweighted in foreign DM and about neutral in EM stocks. Looking ahead, while we expect earnings growth to be solid, we don't think it will be strong enough to warrant a meaningful overweight in the Fund's total equity exposure. As a result, we plan to keep the total allocation close to where it was at year-end.Recent data on U.S. inflation shows the personal-consumption expenditures price index – the Fed's preferred price gauge – had risen at a 1.8% annual rate, still below the central bank's long-elusive 2% target. At period end, inflation remains low in the eurozone, Japan and most other developed economies. Rising energy prices and a tight labor market could lead to an uptick in inflation in 2018. As a result, we increased the fund's allocation to commodities and TIPS. Even if inflation remains subdued, we think it prudent to maintain some degree of inflation hedging in a diversified portfolio in case price pressure unexpectedly rises. ■",
        "PerformanceReview": "Persistent and synchronous global economic acceleration – along with low volatility, low inflation and accommodative monetary policies – continued to support asset markets in the fourth quarter, especially stocks. Credit spreads tightened amid the \"risk on\" tone, boosting emerging-market (EM) and high-yield bonds. Steady longer-term interest rates kept high-quality bonds in the black, and all major asset categories, including commodity securities and inflation-protected debt, posted gains.EM equities led the global stock rally for the fourth quarter in a row. The MSCI Emerging Markets Index rose 7.50%, bolstered by a weaker U.S. dollar, as well as by rising import demand and manufacturing activity, particularly in China. Meanwhile, the MSCI World Index of global developed-markets stocks returned 5.60%; excluding the U.S. (+7%), developed-world equities gained about 4%. Large-cap and growth-oriented stocks outpaced other MSCI World size and style segments this period.Among MSCI World sectors, information technology proved the top performer, albeit rivaled by materials and consumer discretionary: each was up about 8%. Energy (+7%) was close behind. At the other end of the spectrum, utilities (0%), health care (+1%) and telecommunication services (+2%) notably lagged. The other sectors hewed closer to the index return.Solid domestic industrial growth helped the U.K. (+5%), despite deterioration in consumer confidence there. Meanwhile, continental Europe (+1%) was hampered by renewed political turmoil – especially in Germany and Spain – as well as by concern over potential effects of U.S. corporate tax cuts. Japan, amid strong company earnings and a positive perception of its political and economic prospects, rose about 9%, leading the rest of the Asia-Pacific group (+7%). Resource-rich Canada (+4%) lagged despite rising prices for crude oil and other commodities. Amid U.S. tax and regulatory reform – plus robust corporate earnings – the large-cap S&P 500® gained 6.64%, well ahead of the 3.34% return of the small-cap Russell 2000® Index.Turning to fixed income: Economic improvement, generally positive issuer fundamentals and monetary support from global central banks continued to benefit bond markets. The Bloomberg Barclays U.S. Aggregate Bond Index returned 0.39% for the fourth quarter. In December, the U.S. Federal Reserve hiked policy rates for the third time in 2017, pushing up short-term rates and causing the yield curve to flatten somewhat, although it remains positively sloped. Credit-spread tightening helped U.S. high-yield corporate credit, as measured by The BofA Merrill LynchSM US High Yield Constrained Index, to a 0.41% advance for the quarter, extending the upward trend that began in mid-February 2016; EM debt rose slightly higher.Lastly, tightening labor markets and rising wages in the U.S. provided support to the country's core inflation rate and, consequently, U.S. inflation-protected debt. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FASMX",
    "title": "Fidelity Asset Manager® 50%",
    "url": "https://fundresearch.fidelity.com/mutual-funds/analysis/316069103"
}