{
    "MorningStartRatingInfo": {
        "Expenses": "1 out of 5, Low Fees",
        "OverallRating": "5 out of 5 stars",
        "Returns": "5 out of 5, High Returns",
        "Risks": "1 out of 5, Low Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+7.52%",
        "AverageAnnualReturn1Y": "+10.58%",
        "AverageAnnualReturn3Y": "+7.03%",
        "AverageAnnualReturn5Y": "+9.50%",
        "AverageAnnualReturnYTD": "+0.33%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "For the fiscal year ending August 31, 2017, the fund's Retail Class shares gained 12.12%, handily topping the 9.74% return of the Fidelity Balanced Hybrid Composite IndexSM, a 60/40 blend of the S&P 500® and the Bloomberg Barclays U.S. Aggregate Bond Index, respectively.With the equity market gaining 16% and investment-grade bonds finishing slightly above breakeven, the fund's performance relative to the Composite index benefited from an overweighting in stocks and an underweighting in bonds.The election of Donald Trump triggered a significant rally in stock prices but also pushed interest rates higher, which hurt bonds.The equity subportfolio topped the S&P 500®, primarily driven by stock selection in the information technology and financials sectors. Conversely, picks in industrials detracted most.The fund's out-of-index allocation to high-yield bonds – roughly 3% of assets this period – did not have a material impact on relative performance.The fund's equity subportfolio is managed by the Fidelity Stock Selector Large Cap Group, including nine sector-focused co-managers who have direct responsibility for their sector sleeve(s) and individual accountability for their performance.On October 24, 2016, John Mirshekari became Co-Manager of the fund, succeeding Monty Kori in overseeing the industrials sleeve. On August 3, 2017, Nicola Stafford became Co-Manager of the fund, succeeding Peter Dixon in overseeing the consumer discretionary sleeve.",
        "PortfolioManagersPlan": "\"Across the sector I manage, we are seeing dynamic structural shifts in spending, based on evolving preferences, demographics and disruptive technology. The net effect is raising the bar on consumer expectations for value added in the form of selection, choice, price, service, convenience and personalization, which is creating headwinds and, in some cases, tailwinds for specific subindustries and companies.\"In view of these far-reaching changes, I think it's critically important to focus on owning businesses which I believe can generate durable growth and sustainable returns over time.\"From a business-cycle perspective, I believe the market backdrop remains healthy as of August 31. Consumer confidence is strong, unemployment remains low, wages have grown – albeit at a muted rate – and the U.S. housing market has improved. Meanwhile, consumers continue to benefit from moderately low gas prices and subdued inflation.\"However, there are signs of maturation in some key end markets – notably, autos and hotels – where we are back to prior peak levels, and growth has slowed.\"At period end, the fund is positioned in companies that check the following four boxes: The firm's long-term category growth should outpace the overall market; company-specific initiatives should enable share gains and premium returns over time; the industry cycle is supportive; and valuation creates attractive opportunities based on risk versus reward.\"In my opinion, Home Depot is a good example that embodies these traits. The firm is gaining share in the home-improvement category and appears poised to benefit from further improvement in the construction market.\"",
        "PortfolioManagersReviewDate": "AUGUST 31, 2017"
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "For the quarter, the fund's Retail Class shares gained 3.60%, lagging the 4.12% advance of the Fidelity Balanced Hybrid Composite IndexSM.Equities represented 68% of fund assets this period, on average, about the same as the prior quarter, and higher than the 60% allocation to stocks in the Composite index. Meanwhile, investment-grade bonds were about 30% of assets, versus the index weighting of 40%. The remainder of fund assets went to a small non-benchmark stake in high-yield bonds, as well as cash.Asset allocation contributed to our result versus the Composite index this quarter, as stocks outperformed investment-grade bonds by a wide margin. Consequently, overweighting stocks and underweighting bonds was the right call. The allocation to high-yield bonds slightly detracted from the fund's performance. The most important reason for the fund's shortfall versus the Composite index this quarter was security selection in the stock subportfolio, where picks in health care and information technology detracted most.The fund's equity subportfolio gained 5.30% this quarter, trailing the 6.64% advance of its benchmark, the S&P 500® index. The subportfolio's largest relative detractor was Autodesk, one of our largest equity positions. The stock fell sharply in late November, after the provider of computer-aided design software reported slightly lower-than-expected new subscribers and announced an unexpected restructuring in which it plans to cut jobs.Also holding back our relative result was overweighted exposure to Boston Scientific, which returned -15%. The maker of the implantable WatchmanTM device aimed at preventing strokes stumbled in late November after the firm announced a delay in the commercialization of its LOTUS EdgeTM Aortic Valve System. The delay followed February's voluntary recall for the product.Conversely, our picks in financials and positioning in consumer discretionary sectors provided modest benefits versus the Composite index. Among individual holdings, our stake in Capital One Financial, where we had a sizable overweighting, rose roughly 18% for the quarter, driven partly by expectations that future earnings for the issuer of credit cards would benefit from higher policy interest rates. In October, the company reported better-than-expected earnings, rising net interest margin and growth in its domestic credit-card loan balances.Underweighting index name Celgene (-28%) also worked in our favor. Shortly after hitting an all-time high, shares of the biopharmaceutical firm took an October tumble amid a flurry of negative news. First came the announcement that the company would cease trials for mongersen, its candidate compound to treat Crohn's disease, for which Celgene paid $710 million in 2014. Next came management's downward earnings guidance, given disappointing sales of the psoriasis drug Otezla®. Worries over other pipeline prospects and a potential reshuffling of executives also worried investors.In the bond market, longer-term yields rose modestly, but short-term yields soared, as investors factored in a 0.25% December hike in the U.S. Federal Reserve's key interest rate and the possibility of more increases in 2018. As a reminder, bond prices and yields move inversely to one another. The fund's investment-grade bond subportfolio returned 0.52% for the quarter, topping the 0.39% gain of its benchmark, the Bloomberg Barclays U.S. Aggregate Bond Index.Security selection was a key contributor to performance versus the benchmark. Within financials, certain names in the banking group stood out as positives. In industrials, the subportfolio benefited from choices in the communications and consumer non-cyclical areas. Sector allocation also was a positive factor. Specifically, an out-of-index position in TIPS contributed, lifted by the expectation of higher inflation from rising energy prices, tightening labor markets and forthcoming fiscal stimulus. ■",
        "PerformanceReview": "U.S. stocks made a strong and steady advance for the three months ending December 31, 2017. The S&P 500® index gained 6.64% amid global growth, low inflation and accommodative monetary policies. This backdrop persisted throughout 2017, helping the large-cap proxy achieve 12 straight monthly gains and a 21.83% advance for the full year.For the quarter, growth-oriented stocks in the market continued the trend of outperforming value stocks, but by a slimmer margin than for most of 2017. By capitalization, large-caps fared best, finishing just ahead of mid-caps and topping small-caps by a wider spread.The U.S. has remained on a very gradual progression through its business cycle, with mid-cycle dynamics remaining solid and just a few hints of late-cycle trends. As is customary during a late-cycle phase, corporate profit margins have declined from peak levels, but restrained wage growth and robust global conditions have allowed margins to stay high and corporate profit growth to remain firm. Also, with the unemployment rate at a cyclical low of 4.1%, tightening labor markets continue to boost consumers and keep U.S. recession risk low.Looking at the S&P 500® from a sector standpoint, consumer discretionary performed best, with its 10% gain driven by strength among retailers. Information technology (+9%) was close behind, surging amid strong earnings growth from several major index constituents. Financials gained roughly 9%, paced by strength in banks. Materials and industrials rose 7% and 6%, respectively, each boosted by the potential for increased infrastructure spending in the United States.Consistent with past cyclical trends, some defensive-oriented sectors were notable laggards this quarter. These included utilities (0%), health care (+1%) and telecommunication services  (+4%). Investors' move away from defensive sectors also held back real estate (+3%). Consumer staples fared better, finishing about in line with the broader market.Lastly, energy stocks gained 6% the past three months, supported by rising oil prices, which were driven by unwavering global demand and faster-than-expected shrinking supply as production cuts by the Organization of the Petroleum Exporting Countries (OPEC) finally took hold.In fixed income, U.S. taxable investment-grade bonds posted a slightly positive return for the fourth quarter of 2017, amid record-low volatility and strong demand for new issues. The Bloomberg Barclays U.S. Aggregate Bond Index returned 0.39%, as coupon income more than offset the negative price impact of modestly higher interest rates. The passage of a federal tax-reform package contributed to higher yields this period, though its overall impact on the bond market has been fairly modest.Longer-term rates rose moderately, while shorter-term rates advanced more, continuing their yearlong climb. The Federal Open Market Committee (FOMC) raised target interest rates by 0.25 percentage points in December, and recent Fed communications suggest a broad-based consensus exists for the continuation of gradual policy-rate normalization.Within the index, yield-advantaged, credit-sensitive sectors led the way amid a supportive backdrop for risk assets. U.S. corporate bonds rose 1.17%, meaningfully outpacing Treasuries (+0.05%). Within corporates, bonds issued by utilities slightly outperformed those from financial and industrial firms. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FBALX",
    "title": "Fidelity® Balanced Fund",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/316345206"
}