{
    "MorningStartRatingInfo": {
        "Expenses": "2 out of 5, Below Average Fees",
        "OverallRating": "5 out of 5 stars",
        "Returns": "4 out of 5, Above Average Returns",
        "Risks": "2 out of 5, Below Average Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+12.71%",
        "AverageAnnualReturn1Y": "+25.36%",
        "AverageAnnualReturn3Y": "+12.79%",
        "AverageAnnualReturn5Y": "+17.34%",
        "AverageAnnualReturnYTD": "+3.99%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "For the semiannual reporting period ending January 31, 2018, the fund's Retail Class shares advanced 19.60%, modestly ahead of the 19.15% return of the benchmark Russell 1000® Growth Index.The fund was positioned to benefit from global economic improvement, with its largest overweightings in the information technology and consumer discretionary sectors – by far the fund's largest sector allocations the past six months.This positioning contributed overall, as traditionally cyclical stocks and sectors extended their rally from late 2016. Versus the benchmark, both stock picking and sector allocation helped this period. Selection in consumer discretionary was a standout.Our top individual relative contributors this period were e-commerce giant Amazon.com and graphics-chip maker Nvidia.Conversely, choices in information technology and health care hurt the most by far, with popular car-service app Uber Technologies the fund's biggest relative detractor.As of January 31, Portfolio Manager Sonu Kalra sees the U.S. economy as expanding at a moderate pace, but is cognizant that we're in the 10th year of a rising market.Depending on developments over the next year, Sonu thinks he may increase the fund's exposure to larger-cap stocks. He also plans to continue pursuing companies he thinks can benefit disproportionately from an improving economy, as well as those he believes can grow regardless of the investment environment.",
        "PortfolioManagersPlan": "\"While my outlook is largely optimistic, I am cognizant that we are now entering the 10th year of a rising market and some volatility likely lies ahead. Managing risk is an important component of my investment strategy. One of the ways I try to mitigate the fund's risk exposure is by holding a large number of positions, with names in which I have the highest conviction representing the fund's heaviest weightings.\"I also have some strategic levers I can pull when I expect volatility might pick up, including raising the fund's cash level. I've found that increasing cash a bit can help me to better manage fund flows, so I don't feel forced to sell certain assets because of market swings.\"I take a long-term investment approach with the fund, and I think one of the advantages of this is that I can look at market pullbacks as opportunities to upgrade portfolio holdings. When stocks are down, I try to purchase some stocks that fit my overall investment strategy but that I previously found too expensive.\"Overall, I expect to become more selective over the next year and, potentially, to increase exposure to larger-cap stocks. But I also plan to continue pursuing companies I think can benefit disproportionately from an improving economy, as well as those that I believe will be able to grow regardless of the environment.\"I am also looking for firms that may be perceived as being 'down and out' but that I feel have turnaround potential and may exhibit better performance over the next 12 to 24 months. In addition, I am looking for companies that are in the midst of a strong product cycle or where I foresee an upcoming product cycle that may accelerate revenue growth and improve profitability.\"",
        "PortfolioManagersReviewDate": ""
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "We are cautiously optimistic that recent stock-market strength could extend into the start of 2018. Investors seem optimistic that the faster earnings growth could be buoyed by a lower regulatory burden on corporate America, as well as by the potentially positive impact of recently passed tax reform. Only time will tell how firms use their tax savings; however, we are hopeful that we could see an improvement in the economy given this backdrop.Although interest rates continue to rise, they are still low by historical standards. We are paying particular attention to the possible effect this may have on the U.S. housing market. Energy prices experienced an uptick in the third quarter, and employment growth has been robust. We are watching for early signs of rising inflation, as well as for the impact of higher wages as they filter through the U.S. economy.By history's standard, equity valuations remain high, but we are optimistic that after two years of stagnation, corporate earnings growth should help support stock prices.We did not make any notable shifts in the fund's overall positioning this quarter, although we did opportunistically add to or reduce some individual names.As of December 31, the fund's largest sector overweightings remained consumer discretionary and information technology. Within consumer discretionary, the fund is exposed to companies that we believe are benefiting from a global expansion of their product lines or where we foresee an upcoming product cycle.We also have positioned the fund towards innovators we see as poised to gain market share, as well as firms that are expanding internationally, among other themes.Historically, IT spending has been positively correlated with growth in U.S. GDP (gross domestic product) and capital spending. We believe firms will look to tech – including cloud computing – as a means to improve productivity. As we mentioned, we materially added to the fund's stake in Microsoft, the second-largest cloud services firm behind Amazon.We believe the trend towards mobility will continue. We see online advertisers taking market share from legacy media and think the proliferation of online video could have a positive influence on communications-infrastructure providers. Another trend we follow is the advent of artificial intelligence and machine learning.Within discretionary, Amazon is a large holding in the internet-retail space. The fund also held positions in some athletic and luxury apparel/goods names that we think are executing their businesses well, such as yoga-inspired active-wear maker Lululemon Athletica and France-based Kering, where we like long-term growth prospects among its strong collection of brands, including Gucci and others.By contrast, the fund remained underweighted in industrials, real estate and health care. Within industrials, however, we did add to or establish positions in airlines such as JetBlue Airways, Spirit Airlines and United Continental Holdings. Airlines stand to benefit from several positive factors going into 2018, including the recent tax overhaul and higher profits next year, according to the International Air Transport Association. ■",
        "PerformanceReview": "The fund's Retail Class shares advanced 7.13%, slightly behind the 7.86% gain of the benchmark Russell 1000® Growth Index for the quarter ending December 31, 2017.Technology stocks extended a sharp rally that began in the fourth quarter of 2016; however, idiosyncratic, or stock-specific, events negatively affected our picks in software & services, and they hurt us most versus the index this period. We think it's worth noting that the industry also was easily our largest area of investment this quarter, making up about 25% of fund assets, on average.From an individual stock perspective, our focus remained on companies that we think can sustain above-average earnings over the long term. We aim to achieve this by looking for firms with some combination of competitive advantage, high barriers to entry, pricing power and strong management. We also seek firms that demonstrate above-average growth versus peers and those with good return on equity and improving return on capital.One such name was Uber Technologies, which, unfortunately, proved the fund's biggest individual detractor this quarter. Uber, a privately held global operator of a popular app for ride sharing, transportation and food delivery, saw its fair market value return about -28% for the quarter. In November, a consortium led by Japan's SoftBank Group – a tech and telecom conglomerate – offered to purchase Uber shares from existing stockholders at a sizable discount to the company's last valuation. The fund did not participate in the tender offer, and we think the company is well-positioned within the nascent ride-sharing industry, but Fidelity did mark down the company's valuation to reflect the lower market price.Underexposure to large index component Microsoft also hurt. We continued to add to our position here, as we liked the growth of Microsoft's cloud-computing segment, in which the firm rents software to customers on a subscription basis; however the fund remained underweighted in the stock this quarter.Shares of the software maker rose about 15%, driven by improving sales of cloud-based internet software, which continued to help Microsoft overcome sluggish sales tied to personal computers. In particular, revenue from Azure, which competes with Amazon Web Services, rose 90%, and contributed to a healthy 57% gross margin for Microsoft's cloud business.Elsewhere, a substantial overweighting in Tesla proved the fund's second-biggest individual detractor. Shares of the electric car manufacturer returned about -9% for the quarter. Tesla sparked widely if not wildly divergent opinions, with naysayers pointing to battery limitations and production delays, and bulls highlighting surveys touting industry-topping owner satisfaction, along with left-field surprises such as electric semi-autonomous semi-trailers, unveiled on November 17. This quarter, selling pressure gained the upper hand amid non-performance across business and products – SolarCity, Solar Roof, Powerwall and, especially, the Model 3 all faced substantial hurdles. That said, on November 23, Tesla met its 100-day deadline to power up Powerpack, its 100-megawatt lithium-ion battery built in Australia and believed to be the largest in the world.Turning to individual contributors, our large stake in Amazon.com helped most. Shares of the online retailer gained about 22% for the quarter, soaring in late-October after the firm announced quarterly financial results that far exceeded analyst expectations. Revenue increased 34% over the same period a year earlier, partly due to $1.3 billion in sales from Whole Foods Market, acquired in late August. Earnings were even stronger, topping expectations by $0.49. Amazon Web Services (AWS) remained a prominent growth driver, as sales for the company's cloud-computing division rose 42%. Amazon also offered a positive financial outlook for the final three months of 2017, generally considered its most important quarter.Another helpful pick was our position in Sage Therapeutics, a clinical stage biotechnology company.  In December, the firm announced very positive trial results for its depressive disorder treatment, sending shares soaring 70% in a day. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FBGRX",
    "title": "Fidelity® Blue Chip Growth Fund",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/316389303"
}