{
    "MorningStartRatingInfo": {
        "Expenses": "2 out of 5, Below Average Fees",
        "OverallRating": "2 out of 5 stars",
        "Returns": "2 out of 5, Below Average Returns",
        "Risks": "2 out of 5, Below Average Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+17.26%",
        "AverageAnnualReturn1Y": "+13.82%",
        "AverageAnnualReturn3Y": "-0.50%",
        "AverageAnnualReturn5Y": "+16.26%",
        "AverageAnnualReturnYTD": "+2.97%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "For the semiannual reporting period ending August 31, 2017, the fund gained 12.33%, lagging the 16.45% return of the MSCI U.S. IMI Biotechnology 25/50 Index, but well ahead of the 5.65% advance of the broadly based S&P 500® index.Biotechnology stocks were mostly trendless in the first half of the six-month period, but sharp rallies in mid-June and late August lifted the group to a robust return.Against this backdrop, Portfolio Manager Rajiv Kaul's method of targeting companies with attractive net present value of expected future earnings produced what he considers a \"healthy\" absolute return for the fund, which nonetheless lagged the industry index.Stock selection in the fund's primary biotechnology group was the largest headwind versus the MSCI index, followed by out-of-index exposure to the pharmaceuticals segment.Despite widespread concerns about high stock valuations in the broader market, Rajiv says he continues to see value among biotech stocks.The Board of Trustees has agreed to present a proposal to shareholders to eliminate each sector/industry fund's fundamental \"invests primarily\" policy and to modify the fundamental concentration policy for certain funds. If the proposals are approved, expected in the fourth quarter, the changes will take place on or about January 1, 2018 (or the first day of the month following shareholder approval), and will not impact how the funds are managed.",
        "PortfolioManagersPlan": "\"There tend to be two types of biotech companies: Those that develop drugs based on original research, and others that seek to increase profits by acquiring rival firms, then raising drug prices.\"I favor companies that I think will be able to create long-term value from their original scientific research. In my view, these firms are likely to have more-profitable and sustainable business models as a result of their discoveries.\"Additionally, these firms can make a credible case that the prices of their drugs are justified by drug-development costs. For this reason, I think they have a better chance of avoiding scrutiny from politicians, doctors and patients over what they charge for therapies.\"Some of the fund's largest overweightings at period end – including Regeneron Pharmaceuticals and Alexion Pharmaceuticals – fall into this research-driven category.\"Periodically, Congress threatens the drug industry with price controls – usually in response to a huge spike in the cost of some existing drug. Although legislators have yet to follow through on these threats, the possibility always exists.\"The stock market doesn't always make a clear distinction among biotech firms in these cases, and the mere threat of some form of price controls tends to hurt the share prices of drug companies across the board. These events can provide attractive entry points for stocks that I believe have been unfairly punished.\"Because most drugs are failures, it's still a numbers game, even with firms focused on internal research and development. However, I've been able to identify some solid investment opportunities over the years I've managed this fund, driven by the comprehensive company-level research we do here at Fidelity.\"",
        "PortfolioManagersReviewDate": "AUGUST 31, 2017"
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "For the quarter, the fund returned -4.39%, ahead of the MSCI U.S. IMI Biotechnology 25/50 Index. Versus the industry index, non-index exposure to the pharmaceuticals segment was the primary contributor, followed by stock picking in the fund's core area of biotechnology.The top relative contributor was an underweighting in Celgene. Shortly after hitting an all-time high at the beginning of October, shares of the biopharmaceutical firm took a tumble later that month. The company announced it would cease trials for mongersen, its candidate compound to treat Crohn's disease.It also helped to underweight Gilead Sciences. Gilead shares returned -11%, contributing to our relative result. Though the firm faced no particular news or event, continued erosion in sales of its hepatitis C drug Harvoni® weighed on Gilead's stock price the past three months.Among contributors we overweighted was Sage Therapeutics, a neuroscience company working to develop and commercialize medicinal treatments for disorders of the central nervous system. These shares gained about 166% for the fund this quarter. After a number of phase 3 failures, Sage garnered encouraging late-stage results for compounds aimed at postpartum depression and MDD (major depressive disorder).Conversely, a large underweighting in index component AbbVie was by far the fund's largest relative detractor. This stock powered ahead for reasons mentioned earlier. We notably increased the fund's exposure here the past three months.Overweighting clinical-stage biopharmaceutical firm Epizyme also hampered our result, given the stock's -34% return. ■",
        "PerformanceReview": "For the three months ending December 31, 2017, biotechnology stocks returned -5.14%, as measured by the industry benchmark, the MSCI U.S. IMI Biotechnology 25/50 Index. This result considerably trailed the 6.64% gain of the broadly based S&P 500® index.Among the 11 sectors in the S&P 500®, health care finished as the second-worst performer, and biotech was one of the weaker groups within health care.October proved to be a particularly difficult month for biotech shares, as investors found third-quarter earnings disappointing after standout results the previous quarter. Although product pipelines remained intact for the most part, large MSCI index components Celgene (-28%) and Gilead Sciences (-11%) ran into selling after trimming guidance or falling short of estimates.Other prominent index names that struggled this quarter included Regeneron Pharmaceuticals, which returned -16%, along with Alexion Pharmacueticals (-15%) and Amgen (-6%).Conversely, index heavyweight AbbVie (+10%) bucked the group's downward trend. The company offered multiple positives on its third-quarter earnings call, including upwardly revised sales projections for arthritis drug Humira® – the world's top-selling drug – as well as better-than-expected sales of cancer medicine Imbruvica®. There was good news from AbbVie's product pipeline as well.Smaller index components that performed well included Sage Therapeutics (+164%) and Neurocrine Biosciences, which gained roughly 27% the past three months. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FBIOX",
    "title": "Fidelity® Select Biotechnology Portfolio",
    "url": "https://fundresearch.fidelity.com/mutual-funds/analysis/316390772"
}