{
    "MorningStartRatingInfo": {
        "Expenses": "1 out of 5, Low Fees",
        "OverallRating": "3 out of 5 stars",
        "Returns": "3 out of 5, Average Returns",
        "Risks": "1 out of 5, Low Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+4.04%",
        "AverageAnnualReturn1Y": "+1.29%",
        "AverageAnnualReturn3Y": "+1.49%",
        "AverageAnnualReturn5Y": "+2.00%",
        "AverageAnnualReturnYTD": "-1.27%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "Positioning in corporate bonds – and especially among financial and energy issues – contributed versus the benchmark.Investments in certain government-related bonds – notably, debt of Mexican and Brazilian state-owned oil companies – also boosted the fund's relative performance.Conversely, the fund's roughly 6% allocation to cash, on average, modestly detracted.The past 12 months, the portfolio managers scaled back the fund's holdings in corporate bonds and other risky assets – which had become less attractively valued, in their opinion – while significantly increasing exposure to Treasuries.As of period end, with the market appearing fairly valued to the portfolio managers, the managers plan to be opportunistic about their investments in coming months.On October 1, 2016, Michael Plage joined Jeffrey Moore as Co-Portfolio Manager of the fund.",
        "PortfolioManagersPlan": "\"Big political developments – think periodic debates over the U.S. debt ceiling, the Trump election or conflict with North Korea – can certainly move markets in the short term, often sharply. But in managing the portfolio, we don't often spend much time focusing on these types of big events, instead focusing more of our efforts on getting the interest rate cycle right, monitoring inflation and conducting thorough credit analysis.\"All too often, political events come and go, moving markets in the short term but ultimately with little change over medium to longer stretches.\"As investors, whenever we're thinking about headline political events, we stop and think about whether they reflect an actionable investment theme with a potentially long-term impact on the portfolio. Will they trigger significantly higher interest rates? Can we see a path to a 10% drop in the stock market? Could this event push us into recession? Will it lead companies and consumers to be afraid to spend and invest?\"It's why our approach ignores much of the daily news and instead focuses on political events with a broad, long-term economic impact. Short-term disruptions do, of course, provide our team with periodic trading opportunities, but the ones that we see as having a lasting economic impact are the ones that shape our long-term portfolio positioning. At period end, we are currently closely monitoring developments on tax reform, trends in corporate profits, and the Federal Reserve's approach to tightening monetary policy through a combination of raising short-term interest rates and unwinding 'quantitative easing' through reductions in the size of the central bank's balance sheet.\"",
        "PortfolioManagersReviewDate": ""
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "We continue to have a muted outlook for taxable bond returns amid a period of rate-tightening and low market volatility.The U.S. economy remains fairly strong, in our view. However, corporate leverage has increased and credit ratings have generally migrated downward – although there has been some ratings stabilization recently.Also, much of the corporate credit market appears fully valued, and the yield advantage of these bonds over comparable-maturity Treasuries has declined. Therefore, it has become harder to find attractively valued securities.We are somewhat optimistic about the tax reform bill, as limits on the amount of net interest that corporations can deduct and the lower corporate tax rate could result in less corporate bond issuance – seemingly a positive for supply/demand technicals. However, this is balanced by the reform bill's potentially positive impact on near-term economic growth, which may work to reinforce the current policy rate-hike cycle.The U.S. Federal Reserve still anticipates three quarter-point interest rate increases in 2018, two more the following year, and two in 2020. The path for Fed policy is unclear, however, as is the pace of economic growth, the fiscal outlook, the degree of inflationary pressures in the system and future Fed leadership.  Overall, the market backdrop creates the potential for periods of volatility, which we think may provide us opportunities to position our bond funds for longer-term outperformance.As of quarter end, we are overweighted in short-dated corporate bonds and underweighted in longer maturities. Here, we are favoring bonds of financial issuers due to their generally strong balance sheets, a creditor-friendly regulatory environment and reasonable valuations. Conversely, we are underweighted in industrial issuers.Other notable positioning decisions include underweightings in mortgage backed securities and U.S. Treasuries, and an overweighting in intermediate- and long-dated TIPS. ■",
        "PerformanceReview": "U.S. taxable investment-grade bonds posted a slightly positive return for the fourth quarter of 2017, amid record low volatility and strong demand for new issues. The Bloomberg Barclays U.S. Aggregate Bond Index returned 0.39%, as coupon income more than offset the negative price impact of modestly higher interest rates. The passage of a federal tax-reform package contributed to higher yields during the period, though its overall impact on the bond market has been fairly modest thus far.Longer-term rates rose moderately during the period, while shorter-term rates advanced more, continuing their yearlong climb and resulting in an ongoing flattening of the yield curve. The Federal Open Market Committee (FOMC) raised target interest rates by 0.25 percentage points in December, and recent Fed communications suggest a broad-based consensus exists for the continuation of gradual policy-rate normalization. The Fed is planning for three quarter-point hikes in 2018; at period end, the market expected roughly two hikes for the new year.In addition, in October the FOMC began the process of slowly paring back the $4.5 trillion-worth of Treasury bonds and mortgage-backed securities on its balance sheet. This long process of balance-sheet normalization may contribute to an uptick in volatility and higher market yields over time.Most economists believe the U.S. economy remains healthy, driven by strong consumer sentiment, ample business investment and a steadily tightening labor market. The unemployment rate continues to hover near a 17-year low, and many market participants expect continued labor market strength in 2018.Within the Bloomberg Barclays index, yield-advantaged, credit-sensitive sectors led the way amid a supportive backdrop for risk assets. U.S. corporate bonds advanced broadly, returning 1.17% for the quarter, meaningfully outpacing Treasuries (+0.05%). Within corporates, bonds issued by utility companies slightly outperformed those from financial and industrial firms.Within securitized sectors of the market, commercial mortgage-backed securities (CMBS) edged Treasury investments with a return of 0.35%, partly driven by limited supply of these securities. Mortgage-backed securities (MBS) also had a slightly positive showing, advancing 0.15%.Among non-core fixed-income segments, U.S. corporate high yield outperformed similar-duration Treasuries with a return of 0.47%, according to Bloomberg Barclays, although the return notably lagged the absolute and risk-adjusted return of the past several quarters. Investment-grade emerging-markets performed similarly, returning 0.63%. Elsewhere, U.S. Treasury Inflation-Protected Securities (TIPS) stood out with a return of 1.26%, outperforming nominal Treasuries. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FBNDX",
    "title": "Fidelity® Investment Grade Bond Fund",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/316146109"
}