{
    "MorningStartRatingInfo": {
        "Expenses": "2 out of 5, Below Average Fees",
        "OverallRating": "3 out of 5 stars",
        "Returns": "4 out of 5, Above Average Returns",
        "Risks": "2 out of 5, Below Average Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+5.31%",
        "AverageAnnualReturn1Y": "+3.18%",
        "AverageAnnualReturn3Y": "+2.43%",
        "AverageAnnualReturn5Y": "+3.15%",
        "AverageAnnualReturnYTD": "-1.84%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "The fund's Retail Class shares gained 2.77% for the fiscal year ending August 31, 2017, outpacing, net of fees, the 1.90% return of the benchmark Bloomberg Barclays U.S. Credit Bond Index, as well as the Lipper peer group average. Versus the benchmark, the fund benefited from security selection among banks and technology companies, along with favorable overall positioning in the recovering energy sector.Underweighting government-related categories also helped, as this area of the market underperformed corporate credit.On the downside, a combined stake in cash and U.S. Treasuries, which was held for liquidity and duration-management purposes, dampened relative performance, as did underweighting the strong-performing basic industry group within corporate bonds.As the period progressed, Co-Portfolio Managers David Prothro and Matt Bartlett decreased credit risk by reducing the fund's high-yield bond allocation.Matt became Co-Portfolio Manager of the fund on October 1, 2016, replacing Michael Plage.",
        "PortfolioManagersPlan": "\"We evaluate the corporate credit market through three lenses: fundamentals, valuation and technicals – the latter meaning the balance of supply and demand.\"As of August 31, new issuance of corporate bonds is on pace to exceed $1 trillion for a sixth consecutive year, and is expected to meet or exceed 2016's all-time record issuance.\"Demand has kept pace with supply, driven partly by purchases from non-U.S. investors, as yields in the U.S. remain higher than what is available in many other parts of the world.\"One indication of steady, ongoing demand for new corporate bonds is that issuers have been able to price these deals with little to no concessions to make them more attractively priced relative to bonds in the secondary market. As a result, there has been less room for new-issue yield spreads to tighten after a deal is priced.\"M&A activity has been a major driver of new issuance the past couple of years. Market participants have been digesting the backlog of deals that needed to be financed.\"Yet the backlog of deals has been dwindling. As a result, we think there could be a modest reduction in M&A-related issuance in the months ahead. From our perspective, such a slowdown in new issuance would be a positive technical development, helping to suppress bond yields.\"",
        "PortfolioManagersReviewDate": ""
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "The U.S. economy remains fairly strong and inflation is moderate, in our view. We are somewhat optimistic about the tax reform bill, based on its potentially positive impact on near-term economic growth and corporate profitability.Despite higher corporate leverage in recent years, we think the economy, along with healthy earnings growth, should provide a supportive environment for corporate credit. In addition, credit- quality trends for companies in the financial sector have benefited from elevated capital levels, strong asset quality and improved liquidity metrics.The supply of corporate bonds has remained robust, with 2017 marking the sixth consecutive year of more than $1 trillion in investment-grade corporate issuance.This supply has been balanced with healthy demand from investors seeking yield in a low global interest-rate environment.",
        "PerformanceReview": "U.S. taxable investment-grade bonds posted a slightly positive return for the fourth quarter of 2017, amid record low volatility and strong demand for new issues. The Bloomberg Barclays U.S. Aggregate Bond Index returned 0.39%, as coupon income more than offset the negative price impact of modestly higher interest rates. The passage of a federal tax-reform package contributed to higher yields during the period, though its overall impact on the bond market has been fairly modest thus far.Longer-term rates rose moderately during the period, while shorter-term rates advanced more, continuing their yearlong climb and resulting in an ongoing flattening of the yield curve. The Federal Open Market Committee (FOMC) raised target interest rates by 0.25 percentage points in December, and recent Fed communications suggest a broad-based consensus exists for the continuation of gradual policy-rate normalization. The Fed is planning for three quarter-point hikes in 2018; at period end, the market expected roughly two hikes for the new year.In addition, in October the FOMC began the process of slowly paring back the $4.5 trillion-worth of Treasury bonds and mortgage-backed securities on its balance sheet. This long process of balance-sheet normalization may contribute to an uptick in volatility and higher market yields over time. Most economists believe the U.S. economy remains healthy, driven by strong consumer sentiment, ample business investment and a steadily tightening labor market. The unemployment rate continues to hover near a 17-year low, and many market participants expect continued labor market strength in 2018.Within the Bloomberg Barclays index, yield-advantaged, credit-sensitive sectors led the way amid a supportive backdrop for risk assets. U.S. corporate bonds advanced broadly, returning 1.17% for the quarter, meaningfully outpacing Treasuries (+0.05%). Within corporates, bonds issued by utility companies slightly outperformed those from financial and industrial firms.Within securitized sectors of the market, commercial mortgage-backed securities (CMBS) edged Treasury investments with a return of 0.35%, partly driven by limited supply of these securities. Mortgage-backed securities (MBS) also had a slightly positive showing, advancing 0.15%.Among non-core fixed-income segments, U.S. corporate high yield outperformed similar-duration Treasuries with a return of 0.47%, according to Bloomberg Barclays, although the return notably lagged the absolute and risk-adjusted return of the past several quarters. Investment-grade emerging-markets performed similarly, returning 0.63%. Elsewhere, U.S. Treasury Inflation-Protected Securities (TIPS) stood out with a return of 1.26%, outperforming nominal Treasuries. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FCBFX",
    "title": "Fidelity® Corporate Bond Fund",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/316146596"
}