{
    "MorningStartRatingInfo": {
        "Expenses": "2 out of 5, Below Average Fees",
        "OverallRating": "4 out of 5 stars",
        "Returns": "4 out of 5, Above Average Returns",
        "Risks": "2 out of 5, Below Average Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+10.59%",
        "AverageAnnualReturn1Y": "+23.77%",
        "AverageAnnualReturn3Y": "+12.95%",
        "AverageAnnualReturn5Y": "+15.08%",
        "AverageAnnualReturnYTD": "+3.93%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "For the year ending December 31, 2017, the fund's Retail Class shares gained 32.21%, well ahead of the 21.83% advance of the benchmark S&P 500® index, with active positioning adding value in nearly all major market segments.Throughout 2017, the \"best of breed\" companies preferred by Portfolio Manager Will Danoff were supported by synchronous global economic expansion, a more business-friendly administration in the White House, a rebound in China's economy and an extremely low interest rate environment.The fund also benefited from the market's shift away from defensive sectors, such as utilities and consumer staples, and toward growth categories such as semiconductors, software and the internet.Performance versus the benchmark primarily was driven by the fund's sizable position – 42% of assets, on average – in the market-leading information technology sector. Top individual contributors from tech included Facebook, Activision Blizzard, Alphabet, Adobe Systems, PayPal Holdings and Salesforce.com.Will is pleased that, given the fund beat the S&P 500® index by more than 10 percentage points, there were no major detractors during the year, although not owning enough of a few outperforming benchmark names hurt modestly.Will plans to continue managing the fund according to his longstanding investment philosophy that stocks follow earnings. Moving into 2018, he expects to see earnings estimates rise meaningfully as the global economy stays strong, confidence rises, and U.S. tax reform helps both businesses and consumers.",
        "PortfolioManagersPlan": "\"One of the highlights of the year for me was reading a 2016 Harvard Business Review article on the superior stock-price performance of companies that have been led by their founders for the 24 years through the end of 2014. Founder-led organizations appreciated an incredible 42-fold, triple the impressive 14-fold total return for the S&P 500® index, according to the study. These results are very consistent with the empirical experience that my team and I have had – founders develop new ideas, produce exceptional value for their customers, and they work incredibly hard and passionately to turn those opportunities into meaningful businesses.\"In my experience, founders attract and retain outstanding executives, delight their customers, are passionate about their businesses, and quickly adjust to changing market dynamics. In recent years, many founder-led companies have been spawned in the tech or life sciences categories, but my colleagues and I have seen founder-led firms build significant businesses in virtually every industry over my 27 years managing Contrafund. Entrepreneurial spirit is alive and well throughout the world, and I hope to continue to identify the most successful founders with the best opportunities in the years ahead.\"Founder-led companies in the fund's year-end top-10 holdings include Facebook, Amazon, Alphabet and Salesforce.com, while Netflix is in our top 20. In addition, Berkshire Hathaway and Activision Blizzard have been run by the same CEO for more than 50 and 25 years, respectively. So, while Warren Buffett and Bobby Kotick are not technically founders of the firms they lead today, they are indeed the principal architects of their firms and they think and act (and have produced results) like founders.\"I am confident that with the help of Fidelity's enthusiastic global research team, I will be able to find the very best investment ideas, many of which will be founder-led companies, for Contrafund. Thank you for your continued support.\"",
        "PortfolioManagersReviewDate": ""
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "Global assets experienced remarkably low levels of volatility the past three months. Since equity markets hit a bottom in early 2016, riskier assets have registered gains far above their long-term historical averages, even as their price fluctuations were far below average. U.S. stock-price moves were particularly tranquil during 2017. Indeed, 2017 was a rare year when an accelerating global economy accompanied considerable outperformance by growth stocks relative to their value counterparts. For the first time in years, global corporate earnings expectations rose throughout the year and finished on an upswing.The global economy is experiencing steady, synchronous expansion, with low risk of global recession. Broadly speaking, most developed economies are in more-mature (mid-to-late) stages of the business cycle, with the eurozone not as far along as the United States. The U.S. has remained on a very gradual progression through its business cycle, with mid-cycle dynamics staying solid and just a few hints of late-cycle trends. With unemployment at a cyclical low of 4.1%, tightening labor markets continue to boost consumers and keep U.S. recession risk low.In this environment, we plan to remain focused on firms with improving growth prospects that seem overlooked by the market. We prefer faster growers, and the portfolio is positioned for an environment in which earnings growth is a prominent driver of stock performance.While exposure to tech edged lower this quarter, it remained by far the fund's largest sector allocation in both absolute and relative terms. The fund is positioned to capture the benefits of increases in internet usage and cloud-based computing.We believe the world is growing increasingly tech-intensive. The fund emphasizes what we consider to be franchise companies in technology. These include Facebook, mentioned earlier, and Google parent Alphabet. While Amazon is categorized as a retailer, it, too, is exactly the type of \"tech\" company we seek. All are sizable holdings at year-end. We believe these companies could continue to grow revenues from online advertising as consumers search the web more often from their smartphones.With the election of President Trump, we believe the U.S. economy should be biased toward expansion, regulatory pressure will ease and interest rates may rise. All three of these changes would be positive for bank earnings and valuations, in our view, as estimates could increase and banks would be in a position to buy back their own shares and increase their dividends. As a result, we have greater-than-index exposure to financials as of December 31.We've continued to avoid the utilities sector due to its persistent capital-intensive business models, regulatory pressure and historically slow growth. This positioning helped relative performance this quarter. Similarly, we've largely avoided telecom companies, as they tend to be capital-intensive, regulated and commodity-like. This stance modestly contributed.Looking ahead, the fund will adjust, if and when necessary, to changes in the earnings outlook for the companies we own. We remain confident that with the help of the global Fidelity research department, we will be able to find appropriate investments for Contrafund. While it's tougher than it was earlier in the decade to find strong investment themes, our view is that the market is so large and the global economy so vibrant that new companies and ideas sprout all the time. ■",
        "PerformanceReview": "For the quarter, the fund's Retail Class shares gained 6.75%, topping the 6.64% advance of the benchmark S&P 500® index. The past three months and throughout 2017, the faster-growing, \"best of breed\" companies we prefer were supported by a highly favorable backdrop of steady global economic growth, accommodative monetary policies and low inflation. Indeed, the fourth quarter capped a year in which the fund gained 32.26% and topped its benchmark by roughly 10 percentage points.Amid remarkably low volatility, growth edged value stocks the past three months, boosted by information technology, which rose 9%. Among other sectors, consumer discretionary led the S&P 500® with a 10% gain, followed by financials (+9%) and materials (+7%), whereas the defensive-oriented utilities and health care sectors returned 0% and about 1%, respectively.Against this backdrop, the fund's outperformance of the benchmark this quarter was primarily driven by a considerable overweighting in technology. Here, our sizable, long-term commitment represented 43% of fund assets, on average. Other notable relative contributors included lower-than-benchmark exposure to health care and security selection in industrials.The top individual contributor was a large position in Amazon.com. Shares of the online retailer gained about 22% for the quarter, soaring in late-October after the firm announced quarterly financial results that far exceeded analysts' expectations. Revenue increased 34% over the same period a year earlier, partly due to $1.3 billion in sales from Whole Foods Market, acquired in late August. Earnings were even stronger, topping expectations by $0.49. Amazon Web Services (AWS) remained a prominent growth driver, as sales for the company's cloud-computing division rose 42%. Amazon also offered a positive financial outlook for the final three months of 2017.Elsewhere, relative performance benefited from our avoidance of three benchmark stocks that each lost ground the past three months: industrial conglomerate General Electric, pharmaceutical firm Merck and Ireland-based drugmaker Allergan.Within tech's software & services group, the fund benefited from a position in publishing software developer Adobe Systems, which was driven by strong demand for new products, and online payment processor PayPal Holdings, which was helped by the continued trend of e-commerce and mobile payments.Conversely, the fund was hurt by weak stock picking in tech, including Facebook, our largest holding as of December 31. Shares of the social-media firm gained only modest ground this quarter. We continue to have a favorable view of Facebook, based on growth in its various apps and revenue from advertisers that want to reach the firm's enormous base of daily active users.The largest individual relative detractor was a non-benchmark stake in electric car manufacturer Tesla (-9%). The company sparked widely divergent opinions, with naysayers pointing to battery limitations and production delays, and bulls highlighting surveys touting industry-topping owner satisfaction. This quarter, selling pressure gained the upper hand amid non-performance across business and products – SolarCity, Solar Roof, Powerwall and, especially, the Model 3 all faced substantial hurdles. That said, on November 23, Tesla met its 100-day deadline to power up Powerpack, its 100-megawatt lithium-ion battery built in Australia and believed to be largest in the world.Other detractors included Boston Scientific (-15%), maker of the implantable WatchmanTM device aimed at preventing strokes. Shares stumbled in late November after the firm announced a delay in the commercialization of its LOTUS EdgeTM Aortic Valve System. The delay followed February's voluntary recall for the product, which can help doctors replace a diseased heart valve without open-heart surgery.Lastly, the stock of Electronic Arts returned -11% for the quarter, taking its biggest hit heading into November after the video-game company temporarily turned off all in-game purchases for its high-profile \"Star Wars Battlefront II\" title amid pressure from gamers who complained those who spend the most within the game have an unfair advantage. The firm said it plans to enable in-game purchases at a later date, following changes. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FCNTX",
    "title": "Fidelity® Contrafund®",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/316071109"
}