{
    "MorningStartRatingInfo": {
        "Expenses": "2 out of 5, Below Average Fees",
        "OverallRating": "3 out of 5 stars",
        "Returns": "3 out of 5, Average Returns",
        "Risks": "2 out of 5, Below Average Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+0.73%",
        "AverageAnnualReturn1Y": "+1.26%",
        "AverageAnnualReturn3Y": "+0.94%",
        "AverageAnnualReturn5Y": "+0.70%",
        "AverageAnnualReturnYTD": "+0.37%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "For the fiscal year ending August 31, 2017, the fund's Retail Class shares gained 1.17%, significantly outpacing the 0.67% return of the Bloomberg Barclays U.S. 3–6 Month Treasury Bills Index and finishing roughly in line with the Lipper peer group average.Policy interest rates rose by a quarter-point on three occasions the past 12 months, pushing short-term yields higher. The fund was positioned for higher short-term interest rates, and performed well in this environment.Corporate bonds contributed most to the fund's result versus the benchmark. Within corporates, bonds of banking companies added significant value. The bonds of industrial companies, specifically consumer cyclical and energy names, also helped, as did investments in utilities. Elsewhere, holding variable-rate demand notes aided the return.Conversely, certain short-term interest rates, including unsecured bank-borrowing rates such as Libor, did not rise by as much as we had expected, given the Fed's actions during the period. This somewhat hampered the fund's floating-rate note (FRN) position, detracting from the fund's result.As of August 31, co-portfolio managers Robert Chan and Rob Galusza remain focused on the potential for higher interest rates as they attempt to keep the average maturity of bonds held in the fund shorter than that of the benchmark. This period, they increased the fund's financial holdings while slightly reducing its allocation to the industrial sector.On September 30, 2017, Julian Potenza joined Rob Galusza and Robert Chan as a Co-Manager of the fund.",
        "PortfolioManagersPlan": "\"As of August 31, we foresee continued-higher rates, although we stand ready to make rapid positioning changes in the fund, if necessary.\"We sense a number of uncertainties as we look to 2018. Among them: stubbornly low inflation, which could stall the Fed's pace of rate-tightening.\"Also on the horizon is the Fed's expected move to begin reducing its balance sheet, which essentially is quantitative easing in reverse. This may go smoothly, but it also could drag on the economy and change the rate outlook.\"Significant Fed-leadership changes also appear inevitable. Chair Janet Yellen's term will expire in February. It's not clear whether President Trump will keep her on or not. Either way, the president will have four seats to fill on the seven-member Federal Reserve Board once Vice Chair Stanley Fischer steps down in October. New personnel could change the Fed's approach to monetary policy in both the short and the longer terms.\"But of all the potential risks facing the fund, perhaps the biggest would simply to be caught long in a rate-tightening cycle or out of sync with the direction of Libor. This is why we have been adding fixed-rate securities. At period end, about 70% of fund assets are invested in FRNs, which is more than we typically have held historically. We are shopping for FRNs mainly in the financials sector, where we think we have some variety of issuers from which to choose.\"Meanwhile, we are keeping our fixed-rate investments as short as possible, which we believe should help us in making tactical moves based on news and expectations regarding interest rates. Most fund holdings are in maturities of a year or less, and include commercial paper, which is very short-term and helps us maintain flexibility.\"",
        "PortfolioManagersReviewDate": "AUGUST 31, 2017"
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "We think policy interest rates will continue to move higher, as the U.S. Federal Reserve plots a steady course for removing monetary accommodation.The U.S. Federal Reserve still anticipates three quarter-point interest rate increases in 2018, two more the following year, and two in 2020. The path for Fed policy is unclear, however, as is the pace of economic growth, the fiscal outlook, the degree of inflationary pressures in the system and future Fed leadership. No matter the path for rates, we still believe that default rates for issuers of short-term investment-grade corporate credit should be minimal. The U.S. economy remains fairly strong, in our view, with continued-low unemployment and increasing business investment countered by still-benign inflation.We are somewhat optimistic about the tax reform bill, as the lower corporate tax rate could result in less corporate bond issuance – seemingly a positive for supply/demand technicals. Also, we believe it may have a potentially positive impact on near-term economic growth, which may work to reinforce the current policy rate-hike cycle and influence short-term yields higher.Fidelity® Conservative Income Bond Fund continues to invest in yield-advantaged sectors that we believe offer potential to outperform similar-maturity Treasury bonds. At period end, the fund holds a roughly 89% stake in short-term corporates, up very slightly from the end of the third quarter. Financials – particularly bonds issued by banks – compose 63% of the fund, down slightly from 65% at the start of the period. Holdings of industrial bonds rose slightly to 20% of fund assets, up from 18% at the end of the third quarter.The fund's stake in cash declined modestly, and the fund owned slightly more Treasury securities.As of period end, roughly 75% of the fund remains exposed to floating-rate instruments. The interest rate on these securities resets higher as short-term market yields increase, offering the potential for higher yields in a rising-rate environment. We plan to maintain a mix of fixed- and floating-rate securities, adding to positions in one or the other based on bond supply, relative valuations and our own macroeconomic outlook. ■",
        "PerformanceReview": "Yields on U.S. taxable short-duration bonds rose moderately in the fourth quarter of 2017, punctuating their strongest annual gains in nine years, largely driven by rising policy interest rates.The Federal Open Market Committee (FOMC) raised target interest rates by 0.25 percentage points in December, and recent Fed communications suggest a broad-based consensus exists for the continuation of gradual policy-rate normalization.Looking ahead, the U.S. Federal Reserve is planning three quarter-point hikes in 2018; at period end, the market expected roughly two hikes for the new year.In addition, in October the FOMC began the process of slowly paring back the $4.5 trillion-worth of Treasury bonds and mortgage-backed securities on its balance sheet. This long process of balance-sheet normalization may contribute to an uptick in volatility and higher market yields over time.Most economists believe the U.S. economy remains healthy, driven by strong consumer sentiment, ample business investment and a steadily tightening labor market. The unemployment rate continues to hover near a 17-year low, and many market participants expect continued labor market strength in 2018. Meanwhile, wages increased at a modest 2.5% year-over-year pace, as of the latest data in November.In, addition, the Fed revised its estimate for 2018 U.S. GDP slightly upward to reflect tax reform legislation that was passed by Congress in December.The macroeconomic backdrop of positive economic growth and still-modest inflation could support the continuation of gradual policy-rate increases, a seemingly favorable environment for the short-term bond market.Outside the U.S, the world's largest economies grew steadily, and mostly in unison. Global exports rose, reflecting improvement in global demand for goods and services. The eurozone continued to benefit from improving credit conditions and positive overall market sentiment. Elsewhere, manufacturing activity and the housing market in China recently have cooled somewhat, although China is expected to maintain its gross domestic product target at 6.5% for 2018.The Bloomberg Barclays U.S. 3–6 Month Treasury Bill Index rose 0.34%, with minimal return variation throughout the period. This result was higher than the average quarterly return since the recovery began in 2009.Three-month Treasury-bill yields rose 33 basis points (bps) during the quarter, to 1.39% by period end. Six-month Treasury yields also increased 33 bps, to 1.53%. In comparison, two-year yields rose at a slightly greater pace, up 42 bps to 1.89%.The London Interbank Offered Rate, or Libor, the most widely used measure of short-term rates, also rose for the quarter, as it did throughout the year. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FCONX",
    "title": "Fidelity® Conservative Income Bond Fund",
    "url": "https://fundresearch.fidelity.com/mutual-funds/analysis/316146539"
}