{
    "MorningStartRatingInfo": {
        "Expenses": "3 out of 5, Average Fees",
        "OverallRating": "5 out of 5 stars",
        "Returns": "5 out of 5, High Returns",
        "Risks": "3 out of 5, Average Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+12.11%",
        "AverageAnnualReturn1Y": "+26.92%",
        "AverageAnnualReturn3Y": "+14.15%",
        "AverageAnnualReturn5Y": "+16.19%",
        "AverageAnnualReturnYTD": "+7.48%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "As of period end, Portfolio Manager Patrick Venanzi views current valuations as historically high. Nevertheless, he steers clear of predicting market factors and market timing, focusing instead on companies with strong competitive positions in growing industries. In Pat's experience, their stocks tend to compound value over time no matter the market backdrop.Pat Venanzi will be taking a leave of absence from Fidelity beginning June 1, 2018. He will return to Fidelity and his portfolio management responsibilities on August 30, 2018. Jennifer Fo Cardillo and Slava Kruzement-Prykhodko will serve as interim Co-Managers of the fund.The fund closed to new accounts on February 2, 2018.",
        "PortfolioManagersPlan": "\"As a professional investor constantly immersed in the market, I am used to seeing big moves in a handful of stocks every day. These moves are typically explained by company-specific news: earnings surprises, clinical trial results or merger-and-acquisition activity, for instance. Big short-term swings in a stock's price can create opportunity, and as an active manager, I see it as part of my job to quickly process news events and then take advantage of such opportunities.\"Consider, for example, the Cboe Volatility Index® (VIX®) – a measure of market-wide volatility, often referred to as 'the fear gauge.' When the VIX® spikes, the number of stocks undergoing an outsized short-term move increases dramatically. Oftentimes, the driver is some macroeconomic data point or a political event. At such times, we might not have a lot of company-specific news to work with, but often we still want to be able to take advantage of an opportunity. When the VIX® spikes and lots of stocks are making big moves all at once, it can be difficult to know where to begin.\"The analyses we perform on companies during the calm days is what prepares us to pounce during more-volatile episodes. When I work on a 'new' company or update my thinking on an 'old' one, my practical output is the same. I set two price targets: one is a 'fair-value' target – what I think the company is worth – and the other is a 'downside-risk' target, or an estimate of where I think the stock could trade if it were to fall out of favor or gets stuck in a market downswing. I maintain my targets in a spreadsheet that updates with market prices every day, which may afford me opportunity to better spot the most favorable risk-reward situations in a very timely manner.\"",
        "PortfolioManagersReviewDate": ""
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "We view market, sector and factor timing as very difficult tasks, and thus we continue to focus on picking individual stocks while de-emphasizing choices based on sectors and staying fully invested. Specifically, we seek companies with strong competitive positions in growing markets that we believe can compound value regardless of the market environment. We assemble fund holdings stock by stock, sector by sector, using fundamental and quantitative assessment to compare current positions with the remaining 95% of universe names that the fund does not own.As of December 31, industrials and consumer staples represent the fund's largest sector overweightings. In industrials, we added several new positions, such as Generac Holdings, a maker of power-generation equipment and other engine-powered products, and Copart, an online salvage-vehicle auctioneer. Copart performed very well this quarter, landing among our top relative contributors.We held steady in our consumer staples names, including the fund's large overweighting in Central Garden & Pet, which owns a portfolio of brands in the lawn & garden supplies as well as the pet supplies industries.From a holdings standpoint, our longtime investments in 2U, which partners with leading nonprofit colleges and universities to offer online degree programs, and electronic postage services firm Stamps.com were the fund's largest relative overweightings at quarter end.Although we think stock picking in the biotech, pharma & life sciences group can be quite rewarding, at year-end 2017 the fund's largest underweighting is in health care, but we hold a basket of highly curated biotechs. To manage risk in this industry, we keep our individual position sizes relatively small. ■",
        "PerformanceReview": "For the quarter, the fund's Retail Class shares advanced 5.02%, outpacing the Russell 2000® Growth Index return of 4.59%. Versus the benchmark, successful stock picking was behind the fund's relative outperformance – particularly choices within the information technology sector.That said, the fund's largest individual contributor this quarter was AnaptysBio. Shares of the clinical-stage biotechnology firm popped in October, after phase 2 trials revealed that its eczema drug appeared to outperform rival drugs by two of its competitors. More good news came in November, when the firm reported favorable first-quarter financial results and pipeline updates, which pleased investors. As well, the firm announced positive phase 1 results from trials of its treatment for atopic dermatitis. The stock advanced 188% for the three-month period.Also helpful was our position in the consumer discretionary sector's LGI Homes. Shares of the Texas-based homebuilder returned about 54%. Despite a slump in prior-period housing starts, in November the firm reported solid third-quarter results, including improvement in key metrics such as closings, backlog, new orders and average selling prices. In addition, LGI management raised its guidance for the second quarter in a row.We'll also mention SiteOne Landscape Supply, the only national wholesale distributor of landscape supplies in the U.S. The stock, grouped within industrials, rose 32% this quarter.On the flip side, being underexposed to Nektar Therapeutics and entirely avoiding Sage Therapeutics – two biopharma names and index components – detracted most. Our Nektar underweighting hurt because the stock rose about 149%, benefiting when the firm said, with regard to its pain-relieving drug, it would move to file for approval from the U.S. Food and Drug Administration earlier than expected. The firm also released positive early-stage results for its candidate drug for solid-tumor cancer.Meanwhile, we missed out on Sage's 164% gain resulting largely from encouraging late-stage results for compounds aimed at postpartum depression and MDD (major depressive disorder). ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FCPGX",
    "title": "Fidelity® Small Cap Growth Fund",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/316389766"
}