{
    "MorningStartRatingInfo": {
        "Expenses": "2 out of 5, Below Average Fees",
        "OverallRating": "5 out of 5 stars",
        "Returns": "4 out of 5, Above Average Returns",
        "Risks": "2 out of 5, Below Average Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+11.69%",
        "AverageAnnualReturn1Y": "+10.59%",
        "AverageAnnualReturn3Y": "+8.95%",
        "AverageAnnualReturn5Y": "+10.63%",
        "AverageAnnualReturnYTD": "-1.82%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "For the semiannual reporting period ending January 31, 2018, the fund's Retail Class shares gained 10.39%, compared with a return of 7.90% for the benchmark Russell 2000® Value Index.The fund's focus on high-quality, profitable businesses was likely a factor in its strong showing versus the index.Compared with the benchmark, the fund benefited most from effective security selection in the consumer discretionary, financials and information technology sectors. Underweighting the lagging real estate sector also contributed.Stock picking in industrials and materials detracted this period.On December 30, 2017, Clint Lawrence assumed lead portfolio management responsibilities for the fund alongside Co-Manager Derek Janssen.During the period, Clint and Derek continued to focus on attractively valued, higher-quality companies earning substantial cash, holding relatively less debt, and demonstrating alignment between the interests of management and shareholders.Their buy and sell activity emphasized managing risk by limiting individual position sizes and trimming or selling stocks with future performance prospects they thought had lessened. They also added to holdings they believed offered attractive value.",
        "PortfolioManagersPlan": "\"As of January 31, a bit more than a month removed from the passage of U.S. tax reform, I think the market is starting to sort out the 'winners' and 'losers.' Our view is that companies with a differentiated product or a strong competitive position should be the biggest beneficiaries, while those in relatively commoditized industries could see shorter-lived financial opportunities.\"As an example of the latter group, I'd point to domestically oriented banks and various other financial institutions. Lower corporate tax rates should initially provide them with more cash. But over time, I'd expect they'd need to pass the benefit through to customers to remain competitive.\"Meanwhile, in industries with less competition, businesses likely will find it easier to preserve the financial benefits of tax reform. Compared with the first group, they should have greater flexibility as to whether to return capital to shareholders or reinvest for growth.\"This is a desirable situation for the fund, given that we tend to favor higher-quality companies. Also, Derek and I focus on companies with some durable competitive advantage. Assuming we are correct with our analyses, we'd expect the fund to be more heavily exposed to companies that are in a measurably better position to benefit from lower corporate tax rates.\"",
        "PortfolioManagersReviewDate": "JANUARY 31, 2018"
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "In managing the fund, we have a bias toward low-valuation, higher-quality stocks. Our process emphasizes companies with management teams that effectively allocate capital and whose incentives are properly aligned with those of shareholders. In finding attractive stocks to own for the fund, we make extensive use of Fidelity's internal quantitative resources, as well as the firm's dedicated small-cap and other research analysts. When evaluating stocks, we generally seek to look past the market's near-term expectations in favor of a long-term approach.Another component of our strategy is to manage the fund's sector over- and underweightings, striving to keep them between 300 basis points (bp) – three percentage points – of index weights. At quarter end, the portfolio included two exceptions to that general rule. First, the fund had a roughly 400 bp overweight in technology, as we saw several additional investment opportunities striking us as attractive. We expect to gradually reduce that overweighting over time. Second, we had about a 500 bp underweight in the real estate sector. To close that underweight, we've been actively researching investment opportunities among REITs, some of which we believe may have overcorrected in a difficult market environment for the asset class.At quarter end, the fund's largest individual overweightings were in LivaNova, bank holding company First Citizen Bancshares and First American Financial. Our largest individual underweightings were in biotechnology company Bluebird Bio, bank holding company Sterling Bancorp and mortgage insurance provider MGIC Investment. All three of these stocks were benchmark components that did not fit our investment criteria.Looking ahead, we think the fund will be well-positioned if market conditions begin to deteriorate after a long rally – something we would expect to happen sooner or later, even if we do not have a clear idea of the timing. ■",
        "PerformanceReview": "For the quarter, the fund's Retail Class shares gained 6.37%, versus 2.05% for the benchmark Russell 2000® Value Index. This strong relative showing was helped the most by positive stock selection in information technology, financials and consumer discretionary. Overall, active management added value in 10 of 11 market sectors. As such, very little meaningfully detracted this period, although an underweight in the outperforming energy sector modestly hampered results.By far, the fund's biggest individual relative contributor was CalAtlantic (+54%). We recognized good value in this out-of-benchmark stock. In October, a larger homebuilder, Lennar, appeared to agree, as the company agreed to buy CalAtlantic at a healthy premium. Soon afterwards, we reduced the fund's stake in CalAtlantic but remained invested in several other homebuilders that we believed offered better upside. One of these was LGI Homes (+55%), another big mover for us.Also adding value was LivaNova, a global medical device manufacturer that emphasizes health solutions for cardiovascular disease and epilepsy. LivaNova, the fund's largest holding on December 31, executed its business strategy very well and saw its shares rise 14% over the three months.Other notable contributors to relative performance included out-of-benchmark positions in asset manager Federated Investors (+22%) and First American Financial (+13%), our second-largest holding as of quarter end. On the negative side, the fund's biggest individual detractor was Sabra Healthcare REIT. Sabra experienced some business execution challenges during the quarter, resulting in a -12% return for the stock.Another detractor was Aaron's (-9%), which specializes in rent-to-own home furnishings. In October, Aaron's reported weaker-than-expected financial results – a shortfall the company attributed to the effects of Hurricanes Harvey and Irma.Enstar Group, an insurance company, was another material detractor for the fund, returning about -10% this quarter. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FCPVX",
    "title": "Fidelity® Small Cap Value Fund",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/316389832"
}