{
    "MorningStartRatingInfo": {
        "Expenses": "2 out of 5, Below Average Fees",
        "OverallRating": "3 out of 5 stars",
        "Returns": "3 out of 5, Average Returns",
        "Risks": "2 out of 5, Below Average Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+10.20%",
        "AverageAnnualReturn1Y": "+14.81%",
        "AverageAnnualReturn3Y": "+9.62%",
        "AverageAnnualReturn5Y": "+11.98%",
        "AverageAnnualReturnYTD": "-2.63%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "For the semiannual reporting period ending August 31, 2017, the fund gained 1.66%, trailing the 3.85% return of the MSCI U.S. IMI Industrials 25/50 Index and the 5.65% advance of the broadly based S&P 500® index.Although it was a generally favorable period for industrials stocks, the environment was somewhat challenging for Portfolio Manager Tobias Welo's strategy of targeting stocks with positive cyclical drivers and improving fundamentals.Versus the MSCI sector index, stock selection in aerospace & defense was the biggest detractor, with picks in industrial machinery and positioning in trading companies & distributors also hampering relative performance.Conversely, the fund's relative result benefited from an underweighting in the weak-performing airlines group, as well as an overweighting in construction machinery & heavy trucks and stock choices in building products.Tobias believes Wall Street might have underestimated near-term earnings for a number of companies in the industrials sector, which could present the fund with some attractive opportunities.The Board of Trustees has agreed to present a proposal to shareholders to eliminate each sector/industry fund's fundamental \"invests primarily\" policy and to modify the fundamental concentration policy for certain funds. If the proposals are approved, expected in the fourth quarter, the changes will take place on or about January 1, 2018 (or the first day of the month following shareholder approval), and will not impact how the funds are managed.",
        "PortfolioManagersPlan": "\"The health of domestic steel producers impacts various segments in the industrials sector, including railroads and machinery companies, so I keep an eye on such developments.\"In April, President Trump signed a presidential memorandum calling on Secretary of Commerce Wilbur Ross to lead a Department of Commerce investigation into the effects of steel imports on national security. The study will consider overcapacity, dumping, illegal subsidies and other factors to determine whether steel imports threaten American economic security and military preparedness.\"The investigation is often referred to as the 'Section 232 investigation' because Section 232 of the Trade Expansion Act gives the president broad power to adjust imports through the use of tariffs and other means, if imports are found to be a threat to U.S. national security.\"I believe this could have a significant impact on the short-term dynamics of the domestic steel market. For example, if import tariffs are instituted, they will tend to increase the price of imported steel and therefore make domestic producers more competitive. At this point, I think tariffs of some kind are likely.\"Although tariffs likely would provide a short-term advantage for domestic producers, I believe they would offer no long-term structural advantage. Even with the benefit of tariffs, domestic capacity would probably catch up with demand at some point, and basic supply-demand considerations would once more emerge as the key driver for steel prices.\"",
        "PortfolioManagersReviewDate": ""
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "During the fourth quarter, the fund's Retail Class shares gained 8.15%, topping both the MSCI U.S. IMI Industrials 25/50 Index and the S&P 500® Index.This quarter, the fund benefited most from its industry weightings, especially an underweighting in the poor-performing industrial conglomerates industry and an overweighting in strong-performing construction machinery & heavy trucks industry. Stock selection, notably in air freight & logistics, also contributed to the fund's relative result.At the stock level, an underweighted exposure to weak-performing index constituent General Electric was our top relative contributor. GE's stock price returned about -27%, as the industrial conglomerate cut its dividend for the first time since 2009 and reported its largest quarterly earnings miss in roughly 17 years. The company attributed its struggles to lackluster performance in its oil-and-gas and electric power-related businesses. Going forward, GE said it plans an aggressive focus on controlling costs, while maintaining critical long-term investments.Shares of Caterpillar, where we had a sizable overweighting, rose 27% for the quarter, gapping higher in late October after the maker of heavy equipment reported far better-than-expected earnings and a rosier outlook. Sales rose strongly in most geographic regions – including China – and across many product lines, driven by synchronized global economic expansion, which was aided by a weakening of the U.S. dollar versus most major currencies.Conversely, our top relative detractor this quarter was Boeing, a major index component we chose to underweight because we preferred other aerospace and defense companies. Shares of the aircraft manufacturer and defense contractor advanced 17% in the fourth quarter. Although there certainly were some fundamental reasons to like Boeing, including improving orders, earnings and cash flow, in our view the stock raced far ahead of these fundamental improvements, leaving it with what we thought was an unsustainably high valuation at year end. ■",
        "PerformanceReview": "For the three months ending December 31, 2017, industrials stocks, as measured by the MSCI U.S. IMI Industrials 25/50 Index, returned 6.49%, versus 6.64% for the broadly based S&P 500® index.Among the 11 S&P 500® sectors, industrials recorded the sixth-best total return this quarter, trailing the consumer staples sector and slightly ahead of energy. Optimism over accelerating global economic growth and the tax-cut legislation making its way through Congress – which was signed into law near the end of December – help lift share prices in the sector and the broader stock market.Among the industry groups with meaningful weightings in the MSCI sector index, construction machinery & heavy trucks (+14%) was a standout, lifted partly by index name Caterpillar (+27%). The airlines segment (+14%) also did well, bolstered by names such as Southwest (+17%) and Delta Air Lines (+17%). Railroads (+10%), industrial machinery (+8%) and aerospace & defense (+8%) also delivered above-index returns.On the other hand, industrial conglomerates (-6%) was the primary negative this quarter, as major index component General Electric (-27%) struggled for reasons mentioned later in this report.According to a report released by financial data-keeper FactSet Research Systems in December, industrials ranked ninth among S&P 500® sectors in third-quarter earnings growth, at 0%, and fourth in Q3 revenue growth, at 6.5%. For the fourth quarter, earnings growth in the sector was expected to remain depressed, partly due to GE. Despite this, the machinery and aerospace & defense industries were expected to post double-digit year-over-year earnings growth in the fourth quarter. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FCYIX",
    "title": "Fidelity® Select Industrials Portfolio",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/316390517"
}