{
    "MorningStartRatingInfo": {
        "Expenses": "1 out of 5, Low Fees",
        "OverallRating": "3 out of 5 stars",
        "Returns": "2 out of 5, Below Average Returns",
        "Risks": "1 out of 5, Low Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+10.12%",
        "AverageAnnualReturn1Y": "+18.44%",
        "AverageAnnualReturn3Y": "+8.54%",
        "AverageAnnualReturn5Y": "+12.71%",
        "AverageAnnualReturnYTD": "+3.07%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "The stock market rallied strongly following the U.S. presidential election, providing a favorable environment for Portfolio Manager Fergus Shiel's flexible, go-anywhere investment strategy.Versus the benchmark, a large underweighting in the lagging consumer staples sector proved beneficial. Stock picking in information technology, industrials and health care also added value. Also, our foreign holdings lifted performance against a generally weaker U.S. dollar. Overall, active management added value in nine of 11 market sectors this period.Conversely, the primary drag on relative performance came from stock picking in consumer discretionary, especially the retailing and consumer services segments. A modest cash position also weighed on performance in a strong market.Fergus is encouraged by improving signs in a variety of developed economies and believes that, in this environment, companies might be motivated to increase their investments in productive assets such as plants, equipment and labor.",
        "PortfolioManagersPlan": "\"I'm not an economist, but I do listen carefully to what company managers are saying about the economic conditions they encounter. On a recent call, management at one of our chemical holdings remarked that, for the first time in recent memory, all 40 or so developed economies in which the firm operates were expected to gain ground in 2017.\"To me, that's significant because if virtually all developed economies are expanding, then we are more likely to benefit from a series of positive feedback loops in which various economies reinforce each other.\"This situation, if it persists, could go a long way toward solving a problem that's been holding back the developed world since the Great Recession of 2007–2009. In a nutshell, it's the fact that, although huge amounts of capital have flowed into financial assets, relatively little has been invested in productive assets, such as plants, equipment and labor.\"Various reasons have been cited for this underinvestment, but I think it comes down to top-level management deciding that the global economic outlook is too iffy to make major capital investments.\"At period end, I think we're seeing conditions that could alleviate those concerns and potentially result in a new cycle of long-term investment that might have a significant impact for the next several decades.\"",
        "PortfolioManagersReviewDate": ""
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "At year-end 2017, we continue to position the fund based on the assumption of an expanding U.S. economy. In fact, given the already considerable momentum in the economy and potential further help from the recently enacted tax-cut legislation and other possible fiscal moves to stimulate growth, we think the chances are good that we'll see the economy accelerate in 2018.Accordingly, we've tried to increase the fund's cyclical exposure at the margin, adding to such sectors as information technology, financials, industrials, energy and materials.As of December 31, information technology is our largest sector overweighting. We've added to holdings in both the software & services and technology hardware & equipment industries. Also within the tech sector, Adobe Systems and Apple are our two largest overweightings, with Apple the fund's largest overall year-end holding by a wide margin.Materials is the fund's second-largest sector overweighting at the end of 2017, with holdings representing several industries, including metals & mining, chemicals and construction materials. Our largest holding in this sector as of December 31 is FMC, a supplier of agricultural chemicals.Financials ended 2017 as our third-largest sector overweighting. However, the fund's industry-level weightings in this sector are quite different from the benchmark's. For example, we hold a sizable underweighting in banks. Although we've seen some tangible benefits for banks since the U.S. presidential election in the form of higher interest rates and easing restrictions on bank's ability to return capital to shareholders, we thought a lot of these positives were already reflected in share prices.Most of our financials holdings at December 31 are in asset managers, brokers and other firms in the diversified financials category, which we believe should continue to benefit if capital flows into the financial markets remain healthy.Our biggest sector underweighting at year end is consumer staples. We view this sector as expensive, given the generally mediocre growth prospects we've been finding there. Thus, we avoided index stocks such as Procter & Gamble and Coca-Cola.During the quarter, we reduced the fund's exposure to health care, lowering our biotech and pharma weightings. In the process, health care moved from a modest overweighting at the end of September to the fund's second-largest underweighting by year end. That said, as of December 31 we continue to carry some larger positions in this area, such as Amgen, which we like for its growth potential in a slow-growth world.Elsewhere, we trimmed consumer discretionary to roughly a market weighting, notably reducing our holdings in media and retailing. However, within the sector's consumer services segment is casino operator Las Vegas Sands, the fund's largest non-index position as of December 31. We continue to like this company for its Las Vegas operations, its Macau properties and the growing likelihood of getting approval to open a casino in Japan.The fund's largest individual underweighting at quarter end is e-commerce titan Amazon.com, which we choose to avoid for valuation reasons. ■",
        "PerformanceReview": "For the fourth quarter, the fund's Retail Class shares gained 5.86%, trailing the 6.64% return of the benchmark S&P 500®.Versus the benchmark, stock selection in the consumer discretionary, health care and information technology sectors weighed most on performance.At the stock level, an out-of-benchmark position in Netherlands-based telecommunications conglomerate Altice (-46%) was the fund's largest detractor. The company had a difficult November, reporting disappointing third-quarter results amid a fiercely competitive telecoms market. The company said it had identified assets that could be sold to ease its debt burden, and that the sales could start as early as the first half of 2018.Overweighting Amgen also worked against us. Shares of the multinational biopharma returned -6% the past three months. Revenue for the third quarter was down slightly year over year amid a bevy of new and prospective generic-drug competitors, even as Amgen reported favorable results in late-stage trials for its Kyprolis® blood-cancer drug, among others. Also, the company has been mulling taking advantage of a new, one-time corporate tax rate of 15.5% for cash repatriation, and investors wrestled with the pros and cons of Amgen's plan to bring stateside some of its huge cash hoard currently held abroad, an action that could result in as much as $6.5 billion in tax expenses.Avoiding Amazon.com also proved untimely. Despite a high valuation to start the quarter, shares of the online retailer gained about 22% in the final three months of 2017, soaring in late-October after the firm announced quarterly financial results that far exceeded analysts' expectations. Revenue increased 34% over the same period a year earlier, partly due to $1.3 billion in sales from Whole Foods Market, acquired in late August. Earnings were even stronger, topping expectations by $0.49. Amazon Web Services (AWS) remained a prominent growth driver, as sales for the company's cloud-computing division rose 42%. Amazon also offered a positive financial outlook for the final three months of 2017, generally considered its most important quarter.Conversely, stock selection in materials, industrials and financials aided the fund's relative result. Among individual decision, our avoidance of struggling index name General Electric provided the biggest boost to relative performance. Shares of the industrial conglomerate returned about -27%, as the company cut its dividend for the first time since 2009 and reported its largest quarterly earnings miss in roughly 17 years. The company attributed its struggles to lackluster performance in its oil-and-gas and electric power-related businesses. Going forward, GE said it plans an aggressive focus on controlling costs, while maintaining critical long-term investments.Another index name we avoided to good effect was drug company Merck, whose shares returned about -11% for the three months. During its quarterly earnings call in October, Merck announced that, due to regulatory issues, it had pulled its European application for Keytruda® as a first-line immunotherapy treatment for lung cancer. Keytruda® accounts for about 10% of Merck's revenue, and investors considered foregoing Europe a significant setback; the stock lost more than 10% of its value over the next couple of days. Lower-than-anticipated revenue, due largely to a production shortage, was another negative.Adobe Systems, one of the fund's largest holdings, provided a further performance boost, with its stock price up 17% this quarter. Shares of the publishing-software developer surged in mid-October following a third-quarter earnings call in which the company upped its estimates for fiscal 2018 revenue and earnings due to expected growth in its cloud business. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FDCAX",
    "title": "Fidelity® Capital Appreciation Fund",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/316066109"
}