{
    "MorningStartRatingInfo": {
        "Expenses": "3 out of 5, Average Fees",
        "OverallRating": "4 out of 5 stars",
        "Returns": "5 out of 5, High Returns",
        "Risks": "3 out of 5, Average Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+8.77%",
        "AverageAnnualReturn1Y": "+14.49%",
        "AverageAnnualReturn3Y": "+8.60%",
        "AverageAnnualReturn5Y": "+9.92%",
        "AverageAnnualReturnYTD": "+0.22%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "For the semiannual reporting period ending September 30, 2017, the Retail Class shares of each Freedom® Fund posted a gain, ranging from 3.76% for Freedom Income Fund to about 9% for Freedom 2035 and longer-dated, more-aggressive Funds. Each Fund outperformed its respective Composite index. All Funds outperformed the Bloomberg Barclays U.S. Aggregate Bond Index, and most topped the S&P 500® equity index.Allocation decisions added value versus Composites, mainly via an overweighting in non-U.S. equities – especially emerging-markets (EM) equities – although our U.S.-equity underweighting detracted somewhat. Underweighting core fixed income also contributed. Overall, results among actively managed underlying investments contributed substantially to relative results.Relative to Composites and given our evolving outlook, we gradually widened the Funds' U.S. equity underweighting the past six months. Meanwhile, we slightly increased overweightings in EM and developed-markets (DM) equities this period.Although still substantial, we reduced the Funds' underweighting in core fixed income, largely by raising the allocation to long-term Treasuries. To gain targeted exposure to foreign credit markets, we added Fidelity® Series International Credit Fund to our lineup of underlying investments. Lastly, given our views on potential future inflation, we increased exposure to commodity securities.Shareholders of Fidelity Freedom® Funds have approved a new pricing structure proposal put forward by the Board of Trustees that reduces the overall expenses that Freedom Fund shareholders pay (relative to fund expenses as of March 31, 2016) and provides for less fluctuation in fund expenses. Under the new structure, effective June 1, 2017, each Freedom Fund charges shareholders for all its operating expenses directly, and most expenses that were previously charged by the underlying funds in which Freedom Funds invest has been eliminated.",
        "PortfolioManagersPlan": "\"Our philosophy is that, over the long term, financial markets are largely efficient, and fundamentals drive markets and security prices. We also believe that prices of financial assets can diverge from underlying fair value in the short term due to such factors as overreaction, regimes and cycles, and liquidity preference, among others.\"Ongoing structural shifts reflect our capital-markets views and ongoing quantitative and qualitative assessment for how to position the strategic glide path overall. Our views also inform each Fund's active positioning relative to its specific glide path. Employing a 'gradual contrarian' approach, we work to exploit our active allocation tools, tilting the Funds toward where we think they could be rewarded for taking risk in the medium term, typically three to five years. We synthesize information from across Fidelity and through several 'lenses' to evaluate opportunities.\"As of September 30, our view is favorable for equities, moderated by the risk of near-peak profit margins in the U.S. and potential effects of global monetary policy. Our equity overweighting emphasizes EM stocks based on improving fundamentals and what we see as stronger growth prospects for EM than for DM economies. Despite recent strength, we see EM as favorably valued versus U.S. equity, which we think is more exposed to late-cycle risk.\"In our view, inflation-sensitive assets are attractively valued, and sentiment is bearish following a long period of low inflation. As late-cycle pressure builds in DM economies, markets may be mispricing inflation potential.\"Lastly, to gain targeted exposure to foreign credit markets – and an added source of diversification – we recently added the newly launched Fidelity Series International Credit Fund to our lineup of underlying investments. Given that yields on sovereign bonds remain near historical lows, however, our initial investment was very small.\"",
        "PortfolioManagersReviewDate": "SEPTEMBER 30, 2017"
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "For the quarter, the Retail Class shares of each Freedom® Fund posted a gain, ranging from 1.68% for Freedom Income Fund to about 5% for Freedom 2035 and longer-dated, more-aggressive Funds. Most performed roughly in line with their respective Composite indexes. Versus Composites, top-down asset allocation added value, with effects generally offset by unfavorable results among some of the Funds' underlying investments.Overall, our active asset allocation decision to underweight investment-grade bonds added the most relative value by far. Also, all allocations to non-core fixed-income portfolio diversifiers outpaced the Bloomberg Barclays U.S. Aggregate Bond Index.A modest detraction from underweighting U.S. equities was mostly offset by the positive effects of overweighting the top-performing EM equity asset class as well as non-U.S. developed-markets (DM) equities. In U.S. equity, our tilt toward value nicked relative performance, as growth-oriented stocks strongly outperformed value counterparts the past three months.Among underlying investments, manager decisions in the U.S. equity asset class modestly detracted. In particular, Fidelity® Series Stock Selector Large Cap Value Fund (+5%) weighed on our overall results, as the manager's emphasis on higher-quality companies was out of favor this quarter. His stock picking in the consumer discretionary and health care sectors detracted most.Underlying investments in the DM equity segment also detracted modestly, especially Fidelity® Series International Value Fund (+2%), which lagged its benchmark by about a percentage point. The manager faced headwinds as deeply cyclical, riskier names topped the more-stable earnings compounders he favored.In EM equity, although Fidelity Series Emerging Markets Fund turned in the highest return among all underlying investments – up 7% – it nevertheless fell about a half-point short of its asset class benchmark. This quarter, certain tech and real estate positions notably detracted. However, we'd note that longer-term relative results for this team-managed portfolio remain strong.Turning to fixed income: We were pleased to see Fidelity Series Investment Grade Bond Fund (+0.5%) top its asset class benchmark for another quarter, again largely due to superior security selection. Also, we've lately been raising our allocation to Fidelity Series Long-Term Treasury Bond Index Fund, and we were rewarded this quarter when it outperformed the Bloomberg Barclays asset class benchmark by two percentage points.Lastly, our allocations to inflation-sensitive assets posted gains the past three months. Fidelity Series Commodity Strategy Fund, grouped with equities, returned about 4%. Meanwhile, Fidelity Series Inflation-Protected Bond Index Fund (+0.7%) beat the Bloomberg Barclays index. We believe out-of-index exposure to these and other portfolio diversifiers help reduce volatility and guard against inflation in the long run. ■",
        "PerformanceReview": "Continued global economic acceleration – plus low volatility, low inflation and easy monetary policies – supported asset markets in the fourth quarter, especially stocks. Credit spreads tightened amid the \"risk on\" tone, boosting emerging-market (EM) and high-yield bonds. Steady longer-term interest rates kept high-quality bonds in the black. All major asset categories, including commodity securities and inflation-protected debt, posted gains.EM equities led the global stock rally for the fourth quarter in a row. The MSCI Emerging Markets Index rose 7.50%, bolstered by a weaker U.S. dollar, as well as by rising import demand and manufacturing activity, particularly in China. Meanwhile, the MSCI World Index of global developed-markets stocks returned 5.60%; excluding the U.S. (+7%), developed-world equities gained about 4%. Large-cap and growth-oriented stocks outpaced other MSCI World size and style segments this period.Among MSCI World sectors, information technology proved the top performer, albeit rivaled by materials and consumer discretionary: each was up about 8%. Energy (+7%) was close behind. At the other end of the spectrum, utilities (0%), health care (+1%) and telecommunication services (+2%) notably lagged. The other sectors hewed closer to the index return.Solid domestic industrial growth helped the U.K. (+5%), despite deterioration in consumer confidence there.Meanwhile, continental Europe (+1%) was hampered by renewed political turmoil – especially in Germany and Spain – as well as by concern over potential effects of U.S. corporate tax cuts. Japan, amid strong company earnings and a positive perception of its political and economic prospects, rose about 9%, leading the rest of the Asia-Pacific group (+7%). Resource-rich Canada (+4%) lagged despite rising prices for crude oil and other commodities. Amid U.S. tax and regulatory reform – plus robust corporate earnings – the large-cap S&P 500® gained 6.64%, well ahead of the 3.34% return of the small-cap Russell 2000® Index.Turning to fixed income: Economic improvement, generally positive issuer fundamentals and monetary support from global central banks continued to benefit bond markets. The Bloomberg Barclays U.S. Aggregate Bond Index returned 0.39% this period. In December, the U.S. Federal Reserve hiked policy rates for the third time in 2017, lifting short-term rates and flattening the yield curve somewhat, although it remains positively sloped. Credit-spread tightening helped U.S. high-yield corporate credit: the BofA Merrill LynchSM US High Yield Constrained Index advanced 0.41% for the quarter, extending the upward trend that began in mid-February 2016; EM debt rose slightly higher.Lastly, tightening labor markets and rising wages in the U.S. provided support to the country's core inflation rate and, consequently, U.S. inflation-protected debt. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FDEEX",
    "title": "Fidelity Freedom® 2055 Fund",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/315793851"
}