{
    "MorningStartRatingInfo": {
        "Expenses": "2 out of 5, Below Average Fees",
        "OverallRating": "3 out of 5 stars",
        "Returns": "3 out of 5, Average Returns",
        "Risks": "2 out of 5, Below Average Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+8.88%",
        "AverageAnnualReturn1Y": "+15.02%",
        "AverageAnnualReturn3Y": "+7.30%",
        "AverageAnnualReturn5Y": "+13.04%",
        "AverageAnnualReturnYTD": "+2.29%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "For the fiscal year ending November 30, 2017, the fund's Retail Class shares gained 21.63%, underperforming the 25.03% return of the benchmark Russell Midcap® Growth Index.The strong result for the fund's Russell benchmark the past 12 months was driven by many of its riskier components, which proved a challenging backdrop for Portfolio Manager Jean Park's bias for higher-quality stocks.Unfavorable stock selection was the biggest detractor versus the benchmark, especially within the consumer discretionary, industrials, information technology and financials sectors.The fund's biggest individual relative detractor was Jean's decision to avoid benchmark component and computer graphics-card designer Nvidia while it was in the fund's benchmark until being removed in June.On the positive side, stock picking in consumer staples helped the fund's relative result. The top individual contributor was the fund's sizable overweighting in credit-card payment processor Total System Services.After a strong year of performance for mid-cap stocks, Jean is cautiously optimistic about the near term, as proposed regulatory changes and tax reform could buoy many mid-cap companies' earnings and bolster their stock prices.",
        "PortfolioManagersPlan": "\"While I build the portfolio based on bottom-up, stock-by-stock analysis, I also track broader social trends in an effort to uncover new investment opportunities. As I have noted in past shareholder updates, I've been taking a closer look at the impact of the millennial generation.\"Millennials – U.S. citizens born between 1980 and 1996 – now have surpassed baby boomers as the largest living generation. This generation is more technologically adept and more likely to trust technology in their everyday lives.\"In the context of the market moving higher, I wanted to be positioned in areas where I see secular growth trends, such as millennials' reliance on technology, as well as durability in business models. And, of course, I wanted to remain true to my emphasis of high FCF yields.\"One area that screened well in my process was semiconductors, with many companies showing up with good FCF yields and high ROEs. Secular trends also looked favorable. The adoption of technology and connectivity has increased with millennials. The trend is poised to continue for the coming generations, which would keep demand firm for these companies' products.\"To take advantage of the opportunities I identified, I reduced the fund's positions in the consumer discretionary sector and redeployed some of the proceeds in semiconductor names that fit my strategy and had strong fundamental growth drivers over the long term, even though the short term may be less certain.\"",
        "PortfolioManagersReviewDate": ""
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "The fund focuses on higher-quality stocks with below-average valuations, emphasizing names with higher relative FCF yield. Historically, fund holdings have exhibited above-benchmark trailing one-year earnings-per-share growth at relatively lower price-to-earnings and price-to-cash flow multiples.We aim to optimize upside potential while focusing on downside-risk protection, and we believe we can accomplish this through individual security selection. Thus, the fund seeks to outperform the benchmark mainly through stock picking while maintaining a more or less neutral sector allocation compared with the benchmark. Consequently, fund sector weightings generally fall within ±2 percentage points of benchmark. As of December 31, certain sectors were outside these parameters: the fund carries a substantial overweighting in technology and financials, with complementary underweightings in materials and industrials.During the quarter, we increased the fund's weighting in semiconductors, which bumped up our tech exposure. In our screenings, many companies showing up with good FCF yield and a high ROE. Secular trends also looked favorable to us. The adoption of technology and connectivity has increased with millennials, a trend we believe is poised to continue for follow-on generations, which would keep demand firm for these companies' products for some time. We added two new positions this period: ON Semiconductor and Applied Materials. In financials, we think the investment environment remains poised for positive change under the Trump administration, given a potential overhaul of industry regulations. Here, Citizens Financial Group and Huntington Bancshares fit our investment criteria and, in our view, could benefit in a shifting landscape.We also remain overweighted in health care, led by our stake in Cerner, one of the fund's ten largest holdings as of December 31. Earlier in 2017, we had an opportunity to buy this \"always-expensive\" stock at what we considered an attractive valuation. We have strong conviction in the durability of Cerner's business and its highly recurring revenue, which accounts for about 75% of its total sales.We would like to underscore that all our stock choices are made on individually and in light of company-specific opportunities as well as a what we deem a low valuation relative to what we calculate as the growth potential for that specific company.Mid-caps had a strong run in 2017, and even though most of the growth came from earnings-multiple expansion rather than earnings uplift, we remain cautiously optimistic. In our view, regulatory and tax reform still represent a positive tailwind for many companies, potentially increasing earnings and bolstering stock prices. Looking ahead, we'll be closely monitoring these changes to determine which ones we think could influence the market and still fit the fund's investment process. ■",
        "PerformanceReview": "For the quarter, the fund's Retail Class shares gained 6.71%, fairly close to the 6.81% result of the Russell Midcap® Growth Index. Most of the difference can be attributed to the fund's small cash position, which detracted slightly in a rising market. Overall, stock selection added value versus the benchmark, offset slightly by the aggregate effects of the fund's relative sector weightings.Versus the benchmark, stock picking in industrials, particularly within the capital goods and transportation segments, notably detracted, but good picks in the information technology, materials and health care sectors more than compensated. Sector effects were individually marginal but, as noted, collectively detracted.Favorable tech results were led by stakes in credit-card payment processor Total System Services (TSS) and Akamai Technologies, the funds top two stock-level contributors on a relative basis.TSS has been part of the plumbing facilitating consumers' shift from cash to credit for making purchases. TSS hit a 52-week high in December; up 21% for the quarter. The firm met several of our investment criteria: it has one of the highest FCF yields in the mid-cap universe, an above-average return on equity (ROE) and a reasonable valuation. TSS also has shrewdly allocated its capital, in our view, and has been slowly and consistently buying back its stock. As of December 31, TSS is the fund's largest position.Meanwhile, shares of out-of-index Akamai Technologies rose about 34% for the quarter, driven by the mid-December disclosure of activist investor Elliot Management's roughly 6.5% stake in the company, which is known for its cloud-based platform that manages internet traffic. Akamai shares gapped significantly higher after Elliot announced it would seek strategic changes aimed at boosting the company's stock, which had languished for much of 2017. It also seemed to help that, following the disclosure, some analysts suggested that Akamai could fetch a healthy premium in an acquisition event. Several of the fund's biggest relative detractors also came from the technology sector, including Check Point Software Technologies (-9%) and Electronic Arts (-11%), neither of which was part of the benchmark.Check Point fell precipitously in November. Even though the Israeli cybersecurity provider reported strong third-quarter results, management's guidance for the fourth quarter fell short of analyst expectations, which sent the stock lower.Electronic Arts took its biggest hit heading into November, after the video-game company temporarily turned off all in-game purchases for its high-profile \"Star Wars Battlefront II\" title amid pressure from gamers who complained those who spend the most within the game have an unfair advantage. The company said it plans to enable in-game purchases at a later date, following changes. The controversy led some analysts to lower sales expectations for the title, released in November.Semiconductor manufacturer Skyworks Solutions (-7%) was another disappointment. The firm develops chips for big tech names such as Apple and Samsung, with a focus on smartphone solutions. In November, Skyworks' share price dropped after announcement of the company's third-quarter financial results.While the firm's balance sheet, free cash flow (FCF) and general outlook were positive, investors expressed some concern about a potentially disappointing new Apple iPhone® release.Elsewhere, our overweighted position in health information tech services provider Cerner (-11%) held back the fund's relative result. Shares of Cerner fell in October after reporting its third-quarter results. The company missed analysts' revenue estimates, mainly due to delayed contracts and fewer customers coming online to Cerner's platforms. The stock began to recover by period end, but not enough to overcome the October decline. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FDEGX",
    "title": "Fidelity® Growth Strategies Fund",
    "url": "https://fundresearch.fidelity.com/mutual-funds/analysis/316200203"
}