{
    "MorningStartRatingInfo": {
        "Expenses": "2 out of 5, Below Average Fees",
        "OverallRating": "2 out of 5 stars",
        "Returns": "2 out of 5, Below Average Returns",
        "Risks": "2 out of 5, Below Average Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+8.00%",
        "AverageAnnualReturn1Y": "-3.42%",
        "AverageAnnualReturn3Y": "+2.92%",
        "AverageAnnualReturn5Y": "+6.70%",
        "AverageAnnualReturnYTD": "-5.98%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "For the semiannual reporting period ending August 31, 2017, the fund's Retail Class shares advanced 1.21%, ahead of the 0.20% gain of the MSCI U.S. IMI Consumer Staples 25/50 Index, but considerably behind the 5.65% result of the broad-market S&P 500® index.Enthusiasm for consumer staples stocks continued to soften the past six months amid generally stable economic growth. The traditionally defensive sector with relatively consistent earnings has often outperformed the broader equity market when growth is slowing or declining.Versus the MSCI sector index, the fund's relative results were driven predominantly by two sizable holdings, Estee Lauder, by far the biggest individual contributor, and Monster Beverage.Conversely, a large overweighting in food retailer Kroger was the fund's biggest individual detractor by a wide margin.Portfolio Manager Robert Lee expects the sector's underlying fundamentals to remain consistent. As of August 31, he still favors companies he thinks can generate earnings greater than the sector average over time, particularly those with strong pricing power.The Board of Trustees has agreed to present a proposal to shareholders to eliminate each sector/industry fund's fundamental \"invests primarily\" policy and to modify the fundamental concentration policy for certain funds. If the proposals are approved, expected in the fourth quarter, the changes will take place on or about January 1, 2018 (or the first day of the month following shareholder approval), and will not impact how the funds are managed.",
        "PortfolioManagersPlan": "\"One way I identify above-sector earnings growers is by locating staples categories and companies with structurally better pricing power than others. One example is categories that are dominated by a small number of manufacturers, such as cigarette and beer manufacturers. These firms tend to have more pricing power and profit growth than those in categories with a larger number of companies competing for share. This is especially the case for categories that have a meaningful penetration of generic or store brands, including food retailers.\"Another example is certain products where consumers tend to make buy decisions based on emotional considerations, such as selecting an infant-formula brand. Such names often have more pricing power than categories – like paper towels or shredded cheese – in which shoppers rely primarily on practical considerations.\"We also spend a lot of time analyzing and thinking about which companies are exposed to the categories, countries and industry structures with the best pricing dynamics to help predict where above-sector-average earnings growth might be generated in the future. This analysis leads to some of the fund's largest overweightings versus the sector index, including our non-index position in British American Tobacco – a relative detractor this period, I should note.\"British American is exposed to both categories and markets that offer better-than-average opportunities to improve price and mix. I tend to avoid names on the opposite end of this spectrum: firms exposed to categories and countries with less-attractive opportunities for improvement in these areas. This includes consumer foods giant and large index component General Mills, best known for its branded cereals, such as Cheerios, and Pillsbury-brand baking products. We didn't own General Mills, which was a plus this period.\"",
        "PortfolioManagersReviewDate": ""
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "For the fourth quarter of 2017, the fund's Retail Class shares returned 3.62%, which was significantly behind the MSCI sector index and the S&P 500.Versus the MSCI sector benchmark, the fund lost ground from its sizable underweighting in the strong-performing hypermarkets & super centers category, largely due to positioning in Wal-Mart Stores, which accounted for over 5% of the index. We missed out as Wal-Mart's share price rebounded following better-than-expected third-quarter sales comparisons from its established stores and U.S. e-commerce business. Solid sales results overseas also helped. We added a small position in Wal-Mart during the fourth quarter, but remained sizably underweight. Most of the stock's recent gain came from a significant P/E revision, which we do not expect to be repeated. Earnings growth has not been significant, as the company continues to invest heavily in technology and lowering its prices to become more competitive.Stock picks in the packaged foods & meats group and positioning in the weak-performing drug retail segment also detracted from our relative result. In the former, our overweighting in private label packaged foods company TreeHouse Foods (-27%) detracted. The stock plunged when the company missed its third-quarter profit forecast, lowered its full-year outlook and announced the unexpected resignation of its president. In the drug retail group, a sizable overweighting on average in CVS Health hurt as concerns about the drug retailer's ability to run an insurance business pressured the stock. We reduced our position in CVS this period.By contrast, positive stock selection and positioning in the food retail group and an overweighting in personal products aided relative performance. However, our biggest individual contributor was a large non-index stake in British American Tobacco (BAT). The stock (+8%) rebounded after the company unveiled a next generation, lower-risk tobacco product, making BAT more competitive with other industry leaders.Another standout was Kroger, a sizable overweighting on average. The stock rebounded after the company reported better-than-expected profit margins for the third quarter, easing fears about its ability to compete with Whole Foods following the latter's acquisition by Amazon.com. We significantly reduced our stakes in BAT and Kroger before period end. ■",
        "PerformanceReview": "For the three months ending December 31, 2017, the consumer staples sector, as measured by the MSCI U.S. IMI Consumer Staples 25/50 Index, returned 6.14%, compared to 6.64% for the broadly based S&P 500® index.Consumer staples stocks rebounded during the fourth quarter, as improved global economic growth worldwide helped boost the sector's prospects, attracting investor interest. A pickup in emerging markets, many of which benefited from rising commodity prices this quarter, was especially noteworthy. Many consumer staples companies have multinational businesses, with a significant share of revenues coming from emerging markets, which account for over 80% of the world's population and are experiencing a growing middle class with more spending power.In addition, currency headwinds eased, providing an added boost for U.S.-based global staples companies. With valuations beginning the period at a discount and conditions improving, investors bid up the prices on some large staples companies, expanding their price-to-earnings (P/E) ratios and helping to fuel added gains.Within the MSCI index, the food retail (+26%), hypermarkets & super centers (+21%) and distillers & vintners (+18%) segments posted the strongest returns this quarter. These gains were largely tied to specific stocks that benefited from better-than-expected third-quarter financial results and also saw significant P/E expansion. Standouts within the index included grocery giant Kroger (+38%), big-box retailer Wal-Mart Stores (+27%) and spirits company Constellation Brands (+15%).Some of the biggest sector index components, notably household products and tobacco, had relatively modest advances of between 3% to 4% this quarter, held back to some extent by investors' desire to own more economically sensitive stocks with faster near-term earnings growth prospects.  ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FDFAX",
    "title": "Fidelity® Select Consumer Staples Portfolio",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/316390848"
}