{
    "MorningStartRatingInfo": {
        "Expenses": "1 out of 5, Low Fees",
        "OverallRating": "2 out of 5 stars",
        "Returns": "2 out of 5, Below Average Returns",
        "Risks": "1 out of 5, Low Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+8.88%",
        "AverageAnnualReturn1Y": "+12.21%",
        "AverageAnnualReturn3Y": "+7.69%",
        "AverageAnnualReturn5Y": "+11.21%",
        "AverageAnnualReturnYTD": "-1.49%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "For the semiannual reporting period ending January 31, 2018, the fund's Retail Class shares gained 15.65%, slightly ahead of the 15.43% advance of the benchmark S&P 500® index.The fund was able to roughly keep pace with its benchmark the past six months despite value stocks considerably underperforming growth, which somewhat penalized the managers' orientation toward value and income.Versus the benchmark, an underweighting in the utilities sector aided performance, as did stock selection in consumer staples and underexposure to real estate. Overall, active management added relative value in nine of 11 market sectors.Conversely, a cash position representing about 4% of the fund's assets, on average, weighed on relative performance, as did underweighting the market-leading information technology sector and stock choices in industrials.On January 1, 2018, Gordon Scott became sole Portfolio Manager of the fund, after having served as Co-Manager alongside Ramona Persaud since April 2017. He took over most day-to-day management duties around the beginning of the reporting period.After a period of outperformance for growth stocks, Gordon believes that value stocks could be helped on a relative basis by higher interest rates and more-favorable tax policy, coupled with lower overall valuations.",
        "PortfolioManagersPlan": "\"For the six months ending January 31, large-cap growth stocks performed much better than their value counterparts. With that said, I think value stocks could see more of a tailwind going forward.\"Based on my research, growth stocks historically have tended to do better amid declining interest rates, whereas value shares tended to outperform when rates rose. Both short-term and longer-term rates in the U.S. have risen recently, and I expect that trend to continue as the U.S. Federal Reserve pursues its policy of normalizing monetary policy.\"Although higher rates can be challenging for some parts of the market, banks and other financial firms that fall into the value camp can benefit from the wider net-interest margin – the difference between rates charged on loans and paid on deposits – made possible when interest rates rise.\"Also, higher rates can depress the net present value of future earnings, a calculation often used to value growth companies. Because I think growth-stock valuations overall are too high as of January 31, I believe they could be especially vulnerable to any dimming of their prospects.\"Further, many value stocks have underlying businesses with primarily domestic exposure, making them subject to corporate tax rates that were relatively high prior to the recent legislation that lowered the corporate rate from 35% to 21%. Many large-cap stocks in the growth category, on the other hand, have significant international exposure that limits their U.S. tax liability, giving them less to gain from tax reform.\"Consequently, I think we could be entering an environment in which investors increasingly turn to value stocks, which could be positive for the fund's relative performance.\"",
        "PortfolioManagersReviewDate": "JANUARY 31, 2018"
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "In recent years, the tremendous success of growth equities, including the so-called \"FANG\" stocks (Facebook, Amazon, Netflix and Google/Alphabet), has led some observers to question if value strategies are outdated in today's market.We don't believe so; in fact, we think value could soon make a comeback. In our view, the relative performance of growth and value strategies is cyclical, and rising interest rates may provide a tailwind for value strategies in 2018 and beyond.This is why we remain focused on purchasing dividend-paying stocks at a discount to their estimated 'intrinsic,' or true, value, believing that price and value will converge over time in a competitive market.For historical context, from the year 2000 until the beginning of the financial crisis about seven years later – when interest rates were on the rise – the S&P 500® Value Index almost always beat the S&P 500® Growth Index on a rolling three-year basis. However, the exact opposite has prevailed since the financial crisis, a period in which, until fairly recently, rates declined: there has been almost no time in the last nine years during which the S&P Value index has beaten its growth counterpart on a rolling three-year basis.We think it's worth considering what policy normalization could mean for investors over a three-to-five-year time horizon.For most of the last 30 years, the Fed's target interest rate was set in the neighborhood of nominal U.S. gross domestic product (GDP) growth. Today, nominal GDP growth is about 4%.In our view, long-term rates anywhere in the vicinity of 4% would significantly change the valuation profile of the market and of growth stocks, in particular.Overall, we believe the universe of higher-quality, dividend-paying stocks is attractive relative to the broader market. We also think many of these stocks have good secular-growth prospects and are trading at reasonable valuations.We are beginning to see interest rate policies normalize across the globe. Extremely accommodative policies, such as the quantitative easing that emerged following the 2007-2009 financial crisis, are just beginning to be slowly reversed. Interest rates are the starting point for stock market valuations, in our view, and as rate policies normalize, we believe valuation discipline will be increasingly important.In that context, we think reasonably valued dividend-growth stocks look well-positioned to outperform the broader market.At quarter end, our view is that select dividend-growth stocks within particular sectors have an attractive combination of good long-term earnings-growth prospects and reasonable – or even discounted – valuations. For this reason, the fund remains overweighted in the financials and industrials sectors. We also have seen more opportunities among some retailing and media companies in recent months.Conversely, the fund is significantly underweighted in information technology, a group dominated by growth stocks we would prefer to avoid. We also are underweighted in real estate and utilities, where we are not finding many values. ■",
        "PerformanceReview": "For the three months ending December 31, 2017, the fund's Retail Class shares gained 7.55%, outperforming the 6.64% return of the benchmark S&P 500® index. Successful security selection and, to a lesser extent, positive market allocations, aided the relative return. Choices in the consumer staples and health care sectors helped the most.From an individual stock perspective, not holding shares of biotechnology firm Celgene (-28%) added the most value. Shortly after hitting an all-time high, Celgene shares took an October tumble amid a flurry of negative news, including the announcement that the company would cease trials for mongersen, its candidate compound to treat Crohn's disease, for which Celgene paid $710 million in 2014.Avoiding Merck (-11%), an index holding and one of the world's largest pharmaceutical firms, also contributed. During its quarterly earnings call in October, Merck announced that, due to regulatory issues, it had pulled its European application for Keytruda® as a first-line immunotherapy treatment for lung cancer. Lower-than-anticipated revenue, due largely to a production shortage, was another negative.Elsewhere, an overweighting in Twenty-First Century Fox helped relative performance. Shares of the media giant gained about 31% for the fund amid speculation that the firm would sell a significant portion of its assets to Walt Disney.Bank of America, one of the fund's largest holdings, further lifted the fund's relative return, as its shares rose about 17% for the quarter. Results were driven partly by expectations that future earnings would benefit as a result of the new federal tax bill, as well as higher policy interest rates.In October, the company reported better-than-expected revenue, earnings and customer deposits, largely due to its consumer banking operation. The bank also reported continued growth in loans and higher-than-expected net interest income.Conversely, it hurt most to not own Amazon.com. Shares of the online retailer gained about 22% for the quarter, soaring in late-October after the firm announced quarterly financial results that far exceeded analysts' expectations.Our overweighting in Amgen also weighed on relative performance. Shares of the multinational biopharmaceutical firm returned -6% the past three months. Revenue for the third quarter was down slightly year over year amid a bevy of new and prospective generic-drug competitors, even as Amgen reported favorable results in late-stage trials for its Kyprolis® blood-cancer drug, among others. Also, the company has been mulling taking advantage of a new, one-time corporate tax of 15.5% for cash repatriation, and investors wrestled with the pros and cons of Amgen's plan to bring stateside some of its huge cash hoard currently held abroad, an action that could result in as much as $6.5 billion in tax expenses.General Electric (GE) detracted, as well. GE shares returned about -27%, as the industrial conglomerate cut its dividend for the first time since 2009 and reported its largest quarterly earnings miss in roughly 17 years. The company attributed its struggles to lackluster performance in its oil-and-gas and electric power-related businesses. Going forward, GE said it plans an aggressive focus on controlling costs, while maintaining critical long-term investments.It's also worth mentioning that the fund's cash position of about 4% of assets, on average, hurt amid a rising market. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FDGFX",
    "title": "Fidelity® Dividend Growth Fund",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/316389402"
}