{
    "MorningStartRatingInfo": {
        "Expenses": "3 out of 5, Average Fees",
        "OverallRating": "5 out of 5 stars",
        "Returns": "5 out of 5, High Returns",
        "Risks": "3 out of 5, Average Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+13.41%",
        "AverageAnnualReturn1Y": "+30.50%",
        "AverageAnnualReturn3Y": "+16.20%",
        "AverageAnnualReturn5Y": "+19.01%",
        "AverageAnnualReturnYTD": "+5.87%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "For the fiscal year ending November 30, 2017, the fund's Retail Class shares gained 37.33%, handily outpacing the 30.25% return of the benchmark Russell 3000® Growth Index.The fund's outperformance of the benchmark was driven largely by favorable stock selection in two sectors: information technology and consumer discretionary, which led the market amid investors' increasing appetite for higher-growth investments during the past 12 months.Chipmaker Nvidia was by far the fund's largest individual contributor this period, as the sizable overweighting here added about 4.9 percentage points to the fund's relative result.While positioning in health care proved a negative overall, two names from the pharmaceuticals, biotechnology & life sciences industry were top relative contributors: Alnylam Pharmaceuticals and Bluebird Bio. Aside from health care, an overweighting in energy proved the only other notable relative detractor.The slowly improving U.S. economy has been a staple of Portfolio Manager Steven Wymer's outlook for the past several years. Despite growth stocks' exceptional run, Steve continues to find opportunities, particularly in firms engaged in artificial intelligence and machine learning.",
        "PortfolioManagersPlan": "\"I've been bullish on the recent rise of machine learning – a type of artificial intelligence that provides computers with the ability to adapt and change without being explicitly programmed.\"As increasing amounts of personal, business and other forms of information are collected, firms are using computers to harness this data, and are creating machine-learning predictive software for various purposes, including helping consumers make better decisions. Early beneficiaries include the large U.S. and Chinese web-scale providers.\"These firms have the sizable data sets, skilled data scientists and corporate resources to apply to their underlying businesses. Some examples here include the 'recommended' videos that appear on YouTube and the voice-recognition technology used by Amazon.com's Alexa and other electronic assistants. I should mention the fund owns stakes in YouTube's parent company Alphabet (Google), as well as Amazon, a top contributor this period. Use cases should continue to broaden as more companies make use of AI and machine learning.\"Cloud-services firms that provide computers and software to corporations and start-ups – including Alphabet, Amazon and Microsoft – are also using AI and machine-learning tech. Enterprises employ the cloud to pilot and test AI technologies. In addition, as more and more data goes into the cloud, firms are turning to AI to help devise increasingly sophisticated ways to organize and view this content. I should note that the fund's underweighting in Microsoft, a major index component, hurt as the stock outperformed.\"Elsewhere, chipmakers also have been big beneficiaries of the AI/machine-learning trend. While Nvidia has been an early leader in this space, others are pursuing this market too, including Intel and AMD – two fund holdings.\"",
        "PortfolioManagersReviewDate": "NOVEMBER 30, 2017"
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "Although we continue to focus on bottom-up analysis for stock picking within the fund – and historically haven't placed too much emphasis on top-down views – the slowly improving U.S. economy has been a staple of our outlook for several years.In the U.S, growth expectations have improved this past year – albeit unevenly. We think this optimism stems from persistently low interest rates, as well as reduced regulation and corporate taxation. We view the international backdrop as improving as well – most noticeably in Europe, where signs of a recovery have been popping up across the Continent.Given increased expectations, as of December 31 we think the key to success will be determining what specific sectors and companies may be able to deliver better results. Overall, we continue to seek firms growing revenue and earnings faster than the market average. Our approach emphasizes strong industries or niches that can deliver durable long-term growth.As of quarter end, the fund's biggest sector overweighting was health care, as we had added to positions where we expected to see strong trial data. Most of our key investments were in the biotech and drug-discovery areas. We see many good ideas in the space, with many firms showing long-term potential. We look for those with products that can address the unmet medical needs of an aging population, as well as innovative firms benefiting from successful drug launches and favorable drug-candidate data.Meanwhile, our stake in technology decreased a bit, as we sold down some names that had performed well for the fund. Still, the fund remained overweighted in tech at quarter end. Our focus here is on niches that we think should offer faster growth, including those engaged in the development of artificial intelligence (AI) and machine learning. As increasing amounts of personal, business and other forms of information are collected, firms are using computers to harness this data, and are creating machine-learning predictive software for various purposes, including helping consumers make better decisions.Early beneficiaries include the large U.S. and Chinese web-scale providers. These firms have sizable data sets, skilled scientists and corporate resources to apply to their underlying businesses. Some examples here include the 'recommended' videos that appear on YouTube and the voice-recognition technology used by Amazon.com's Alexa and other electronic assistants. We should mention the fund owns stakes in YouTube's parent company Alphabet (Google), as well as Amazon, a top contributor this period. Use cases should continue to broaden as more companies make use of AI and machine learning.Consumer discretionary is another key area of investment for the fund. Amazon and Wayfair, another fund contributor this quarter, were meaningful holdings in the internet-retail space. The fund also continued to hold non-index stakes in Chinese online retailers Alibaba Group Holding and JD.com, as we expected them to continue to rapidly take market share. Similarly, the fund held investments in online travel firms Expedia and China's out-of-index CTrip.com International. We also expect further growth among leaders in athletic and luxury apparel/goods that are executing their businesses well. ■",
        "PerformanceReview": "For the three months ending December 31, 2017, the fund's Retail Class shares gained 6.91%, modestly trailing the 7.61% return of the benchmark Russell 3000® Growth Index. In a reversal from last quarter, stock selection in the information technology sector, particularly in the software & services industry, weighed the most on relative performance. It also hurt to overweight health care's pharmaceuticals, biotechnology & life sciences segment, which declined this period.Across all market segments, we focus on finding companies with open-ended growth opportunities over the long term, which for us generally means the next three to five years. One such name was Germany-based athletic footwear and apparel retailer Adidas, the fund's largest individual detractor this quarter. Adidas also was a non-index stock and one of the fund's largest holdings. Our position in Adidas returned -11% this period. The firm released third-quarter financial results in November, revealing strong top-line growth fueled by sales in North America, China and online; however, the firm also reported declining sales for its football and basketball divisions and only slight revenue growth for its Reebok brand. Additionally, sales in Russia declined by 17%, owing to challenging consumer sentiment and store closures.Within the tech sector, we look for firms in niches that offer faster growth, including differentiated semiconductor companies, internet leaders, new software firms and videogame developers. Uber Technologies fit this description and was, unfortunately, a detractor this quarter. Uber, a privately held global operator of a popular app for ride sharing, transportation and food delivery, saw its fair market value decline about 28% for the quarter. In November, a consortium led by Japan's SoftBank Group – a tech and telecom conglomerate – offered to purchase Uber shares from existing stockholders at a sizable discount to the company's last valuation. The fund did not participate in the tender offer, and we think the company is well-positioned within the nascent ride-sharing industry, but Fidelity did mark down the company's valuation to reflect the lower market price. From our other detractors, we'll mention our non-benchmark stake in Canada-based Shopify (-13%), which offers a proprietary e-commerce platform for online stores and retail point-of-sale systems. In early October, a prominent short seller issued a scathing report on Shopify's business model. Later that month, though, the firm reported revenue that beat analysts' estimates for the 10th-consecutive quarter, increased its full-year outlook and recorded an operating profit ahead of the expected time frame. Nevertheless, the stock declined as investors focused on a slowdown in growth of gross merchandise volume – or the total amount of goods and services sold. Management also decreased sales expectations for the first quarter of next year.While positioning in health care hurt overall, the fund's largest individual contributor was Sage Therapeutics, a neuroscience company working to develop and commercialize medicinal treatments for disorders of the central nervous system. Within biotech, we've tended toward specialists in the treatment of unmet medical needs or severe diseases. We also sought firms targeting opportunities where existing therapies had some shortcoming, as well as those with what we saw as a strong product pipeline.Shares of Sage gained about 164% this quarter. After a number of phase 3 failures, Sage garnered encouraging late-stage results for compounds aimed at postpartum depression and MDD (major depressive disorder). The firm says postpartum depression may affect 10% to 15% of new mothers – as many as a million women a year. Sage noted that the compounds in play may have other applications as well.Another notable contributor was Roku (+104%), which manufactures streaming players that allow customers to access Internet streamed video or audio services through televisions. Although it trended downward in October, Roku's value more than doubled in November alone, after the company reported strong quarterly results that easily surpassed analysts' expectations. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FDGRX",
    "title": "Fidelity® Growth Company Fund",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/316200104"
}