{
    "MorningStartRatingInfo": {
        "Expenses": "3 out of 5, Average Fees",
        "OverallRating": "2 out of 5 stars",
        "Returns": "2 out of 5, Below Average Returns",
        "Risks": "3 out of 5, Average Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+3.05%",
        "AverageAnnualReturn1Y": "+15.30%",
        "AverageAnnualReturn3Y": "+5.13%",
        "AverageAnnualReturn5Y": "+7.48%",
        "AverageAnnualReturnYTD": "-0.62%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "For the fiscal year ending October 31, 2017, the fund's Retail Class shares gained 22.38%, trailing the 23.69% advance of the benchmark MSCI EAFE Index.The fund lagged its benchmark after the 2016 U.S. presidential election result kicked off a global rally in lower-quality, economically sensitive (cyclical) stocks that Portfolio Manager Bill Bower tends to avoid; however, his stock picking drove strong relative performance for the fund year-to-date 2017.Picks in the strong-performing energy sector, where Bill focused on some more \"commodity-sensitive\" names, proved the largest relative detractor. Positioning in consumer staples and the fund's cash position, averaging about 4% of assets for the fiscal year, also dragged on performance in a robust equity market.Conversely, picks in the industrials sector and a large overweighting in information technology added substantial value.Geographically, the biggest relative detractions came from out-of-benchmark positions in the U.S. and Canada. Conversely, the fund benefited from out-of-benchmark exposure to emerging markets, positioning in Japan and picks in the United Kingdom.As of October 31, Bill does not envision any major changes to his investment process, which is highly aligned with the efforts of our global research team. Bill believes his focus on quality companies, predictable secular growth, high return on capital, strong balance sheets and durable businesses remains the best way to add value versus the benchmark.",
        "PortfolioManagersPlan": "\"The fund's longtime out-of-benchmark holdings in convenience-store operator Alimentation Couche-Tard – the 'Night Owl,' based in Canada but operating globally – hurt our relative result this period. The stock returned -6%.\"I consider Couche-Tard's de-rating – meaning that some analysts lowered their growth estimates – as undeserved, a victim of 'Tesla trades.'\"In Tesla, many investors see a triumph for electric vehicles (EVs) generally, soon making gas stations a thing of the past. I don't think so, at least not for a long time. First off, EVs have by no means gone mainstream, mostly favored by early adopters and, frankly, luxury-car buyers who can most benefit from governmental subsidies and tax breaks. Here I'd note that, once Denmark cut its incentives, EV sales plummeted. Several other countries – the U.S. among them – are engaged in active debate over whether or when to end EV support.\"But even if sales growth remained robust – again, though, from a tiny base – companies like Couche-Tard certainly haven't been standing still. The firm already earns the majority of its revenue from non-gasoline sales and recently has been upping its in-store game to include made-to-order culinary offerings and a rapidly changing inventory of other items meant to catch customer interest.\"What's more, some stores have begun testing 'fast-charge' stations that could allow owners of next-gen EVs to charge batteries in as little as 10 minutes – enough for a quick bite and a beverage. Taking a longer-term view, I believe Alimentation Couche-Tard still has tremendous value, especially as it continues to expand its global footprint.\"Couche-Tard represents just one of the 'anti-Tesla trades' I'm following. I've seen, for example, certain industrials names garner outsized reward for their EV-related endeavors, while their as-of-yet slower competitors have had their valuations, in my opinion, unfairly punished.\"Such punishment, I think, can present some interesting opportunities.\"",
        "PortfolioManagersReviewDate": "OCTOBER 31, 2017"
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "At year end, uncertainties include political situations in Europe and Asia. Instability in North Korea is a potential catalyst for U.S.–China tension. Also, policymakers in China have begun to tighten monetary policy. Its economy remains steady, but less supportive credit conditions cloud China's outlook. A slowdown in credit growth likely would, in turn, slow economic growth there.In fund terms, technology remains our largest overweighting, with a focus on what we consider \"best in class\" leaders. Themes include security, EVs (electric vehicles) and shifting dynamics in the chip industry, as well as operators that have built strong businesses by buying software firms and running them for cash flow. However, we remain careful regarding valuations and have been trimming among stocks that have moved up substantially.We like financials. After years of a more bearish view on banks, we see better prospects and valuation support there as the sector didn't participate in the rebound as much as did other cyclically sensitive areas. Banks are lately better capitalized and benefitting from a likely better regulatory regime, higher economic growth and lower loss provisioning. Also, rising interest rate should yield improved net interest margins – the difference between rates charged on loans and paid on deposits – and, thus, earnings.In industrials, we are underweight large European capital-goods firms, preferring durable-earnings plays with high visibility, such as toll road and airport operators. We also like companies with competitive products or business models and high market share. We also have been adding some new construction-related industrials in Europe over the past year. We are underweight consumer discretionary, with little exposure to autos and apparel retailers, which seem susceptible to online rivals. We think automakers face higher development costs as demand, led by China, shifts to EVs. We look to invest in specialty retailers and those with defensible concepts and demand drivers, as well as potential for margin improvement. We also hold select media firms where we think the market view is too pessimistic.We see consumer staples as more attractive as real or perceived industry concerns affect relative valuations, creating opportunities in companies we think may have been sold down too harshly.While we have found materials firms offering what we consider good opportunities, competitive positioning or structural growth, we remain underweight the mining complex where, barring certain changes, excess capacity may prevent sustained strength.In health care, we are tilting away from firms facing, in our view, the most pricing pressure or where competition is insufficiently factored in to valuations. We like med-tech and specialists in lab equipment or \"orphan\" diseases, as well as those with \"staple like\" products, over-the-counter brands or structural growth.Energy holdings tilt toward outfits in relatively stable geopolitical areas. On the service side, we own what we see as top firms with competitive advantages and able to make cost-side adjustments to weaker prices. We raised exposure to refiners, especially more-sophisticated operators that can tackle multiple grades of oil.As ever: We focus on what we consider \"best of breed\" – quality companies with predictable secular growth, durable businesses, strong balance sheets and a high return on capital. ■",
        "PerformanceReview": "For the three months ending December 31, 2017, the fund rose 3.68%, modestly lagging the 4.25% return of the MSCI EAFE Index. Unfavorable stock picking drove performance versus the index. Despite good results in seven of 11 sectors, weakness in health care and energy overwhelmed positive selection effects. Regionally, positioning in Japan hurt most; underweighting the rest of Asia also detracted from our relative result. Out-of-index exposure to emerging markets added notable value this quarter.Expansion in global economic activity – plus low volatility, low inflation and easy monetary policies – supported world markets for another quarter. Emerging-markets (EM) equities led the rally for the fourth quarter in a row. EM equities' MSCI-reported 8% gain was aided by some favorable political developments, rising manufacturing activity and demand for commodities and imports.Within the MSCI EAFE index, energy (+10%) and materials (+9%) stood out among sector results. At the other end of the spectrum, utilities (-1%), health care (0%), telecommunication services (+1%) and financials (+3%) notably lagged. The other sectors finished closer to the index average.Regionally, solid industrial growth helped the U.K. (+5%), despite deteriorating consumer confidence there. In December, hopes rose on progress in negotiations for Britain's exit from the European Union. Meanwhile, the rest of Europe (+1%) was hampered by renewed political turmoil – especially in Germany and Spain – as well as by concern over the potential Continental effect of U.S. corporate tax cuts. Amid strong corporate earnings and a positive perception of its political and economic prospects, Japan (+9%) led the rest of the Asia-Pacific group (+7%).In health care, overweighting Japan's Hoya – maker of a huge array of optical products, including Pentax cameras and medical endoscopes – was our biggest relative stock-level detractor. Hoya shares returned -7% this period, affected in part by a decision by some hardware names to delay adopting Hoya's glass technology for hard-disk drives. We retained confidence in Hoya's many endeavors in tech, \"med-tech\" and eyeglass lenses, though.Financials proved a mixed bag this quarter. Avoiding Spain's Banco Santander (-5%) in favor of out-of-index Bank Rakyat Indonesia (+18%), which specializes in \"microfinancing,\" gave us a double-boost. We were surprised to lose some of that gain, though, via our overweighting in Nordea Bank, the Nordic region's largest lender. Two years into a disappointingly slow cost-cutting program, Nordea announced a plan to lay off 6,000 of its roughly 31,500 workers by 2021. Nordea's CEO stated the firm must be a \"pioneer\" in \"efficient and automated operations,\" relying more on digitization and artificial intelligence. The bank faced a backlash from clients, mortgage brokers and stock analysts, and its shares shed roughly 6% immediately after the late-October reveal, returning about -10% for the full quarter.In energy, we were held back by dint of not owning certain major benchmark names. For example, shares of Royal Dutch Shell gained 12% for the fourth quarter, as the integrated oil and gas company reported solid operating results. In December, the stock reacted favorably when, among other things, Shell announced a return to cash versus \"scrip,\" or share-based (and thus dilutive), dividends. We remained concerned over future oil supply – and its cost – for Shell. Nevertheless, our zero-weighting in the company ranked it among our biggest detractors this period.Though hurt by avoiding the likes of Shell and BP (+12%), we were aided by out-of-index Reliance Industries (+21%), an India-based conglomerate grouped within energy. Reliance was firing on all cylinders: its new wireless firm was rapidly adding users; its energy business enjoyed strong earnings and momentum across segments; refining margins were high and expected to remain so; and its retail revenue grew 80% year over year.Also on the plus side: Our No. 1 relative contribution this period came from an out-of-index stake in Naspers. Naspers shares advanced 29% for the quarter, as the South Africa-based print, TV and internet media group reported better-than-expected earnings driven by smaller e-commerce-related losses and a gain from its roughly 34% stake in fast-growing Tencent Holdings in China. Naspers ended 2017 as one of the world's most valuable companies, due in large part to its stake in Tencent. It also helped that South Africa's currency and stock market rallied under a new pro-business head of the African National Congress.We'd also highlight out-of-index Kweichow Moutai (+38%), the largest and oldest distiller of baijiu, a traditional spirt. The firm benefited from a rebound in luxury liquors two years after President Xi Jinping cracked down on lavish gift-giving among government officials. Amid rising domestic demand for alcoholic beverages, Moutai reported better-than-expected profits, boosted by brand dominance and growth of China's middle class. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FDIVX",
    "title": "Fidelity® Diversified International Fund",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/315910802"
}