{
    "MorningStartRatingInfo": {
        "Expenses": "1 out of 5, Low Fees",
        "OverallRating": "2 out of 5 stars",
        "Returns": "2 out of 5, Below Average Returns",
        "Risks": "1 out of 5, Low Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+8.06%",
        "AverageAnnualReturn1Y": "+5.66%",
        "AverageAnnualReturn3Y": "+5.25%",
        "AverageAnnualReturn5Y": "+10.17%",
        "AverageAnnualReturnYTD": "-3.62%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "Security selection – especially out-of-benchmark picks – primarily drove the fund's outperformance. Specifically, our focus on stocks of companies with strong free cash flow contributed, as these stocks fell into favor this period. Industry positioning helped to a lesser degree.Among notable non-benchmark holdings adding value this period was Aerojet Rocketdyne Holdings, a maker of propulsion systems for rockets and missiles.Conversely, the biggest individual detractor was an untimely non-benchmark stake in Teva Pharmaceutical Industries, an Israel-based maker of generic drugs.After a stretch of strong performance for the Russell Midcap® Value Index, the portfolio management team is making a concerted effort to avoid cheap, lower-quality companies whose earnings and performance may suffer more than the broader market in the event of a correction.Effective December 31, 2016, Steve Barwikowski is no longer a Co-Manager of the fund.On December 1, 2017, Matt Friedman transitioned from Co-Manager to Lead Manager of the fund and also assumed joint responsibility of its consumer sleeves with Kathy Buck, who plans to retire from portfolio management on March 31, 2017.",
        "PortfolioManagersPlan": "\"In managing the energy and materials subportfolios, I seek to invest in attractively valued securities of companies that are growing faster than their peer groups across the economic cycle, and, importantly, in a capital-efficient manner.\"I also seek companies that I believe can achieve growth in a slower-growth economic environment, and those that stand to benefit from cost-cutting and other so-called 'self help' measures.\"I like companies that are led by strong management teams and have stories that are somewhat misunderstood by the broader market. I should note that I try to avoid explicit directional calls on commodity prices.\"The bottom line is that I seek to invest in names in which I have only the highest conviction – those I think may have the highest probability of positive impact on the fund's relative result. My investment time horizon is 18 to 24 months. Accordingly, portfolio turnover in the sleeves I manage tends to be fairly low.\"As for my outlook, I am cautious, yet optimistic, given the economic growth we have seen in the past year. The materials sector continues to benefit from improving growth prospects globally. In energy, I believe oil prices should remain between $40 to $60 per barrel for the foreseeable future. With that in mind, I remain focused on uncovering what I view as the most promising opportunities in these sectors.\"",
        "PortfolioManagersReviewDate": ""
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "The fund has a multi-manager structure: half of its assets are managed within a distinct and diversified portfolio, with the remainder run by five co-managers, each responsible for one or more sector sleeves.Co-managers are encouraged to bring their personal investment approaches to the fund. We believe this structure helps uncover our best value-oriented investment ideas from all sectors, while also supporting us in our goal of delivering attractive risk-adjusted returns over the long term through bottom-up stock selection.Core to our investment philosophy is the belief that cheap stocks outperform expensive stocks over the long term. In pursuit of this value-focused strategy, we favor companies that appear attractively valued relative to the earnings and free cash flow they generate. Within the cheap-stock bucket, we look for higher-quality companies with strong competitive positions and businesses that earn superior profits relative to the capital invested in their business.We believe having a broad time horizon often leads us to identify firms that offer greater visibility into the future, including companies with recurring revenue and sales, as well as those that have demonstrated an ability to grow earnings and cash flow. The fund's largest sector overweightings this period were in materials and information technology. Meanwhile, the fund's biggest underweightings included utilities, financials and real estate. Our view is that we are in the later stages of the U.S. economic recovery, and as a result, as of period end we've defensively positioned the fund's materials exposure, with a tilt away from pure \"commodity\" names and toward higher-quality companies that we think can navigate a difficult macro-backdrop and that have credible plans for growth. Axalta Coating Systems, DowDuPont and Avery Dennison are a few examples of companies we believe have the ability to deliver earnings growth in a variety of economic scenarios.Turning to the tech sector, the fund again is positioned relatively defensively, here due to the valuations and underperformance of semiconductor manufacturers (a large percentage of the index) over the past few years. The fund owns several companies with recurring revenue streams, such as software & services provider Amdocs; cheap stocks where we have a differentiated view on timing, such as multinational semiconductor and telecoms-equipment maker Qualcomm – one of the fund's top contributors this quarter; and stocks we see as simply cheap, including tech-services firm DXC Technology.We'll also mention industrials, where, at period end, we are interested in select opportunities we believe have favorable prospects on their own merit and that also could potentially benefit from Republican initiatives down the road. ■",
        "PerformanceReview": "For the three months ending December 31, 2017, the fund's Retail Class shares advanced 4.56%, below the 5.50% gain of the benchmark Russell Midcap® Value Index.Versus the fund's benchmark, unfavorable security selection overshadowed a positive sector-allocation effect. Specifically, choices in the health care sector's pharmaceutical, biotechnology & life sciences group hurt most. Picks in utilities and consumer discretionary also weighed on relative performance. On the flip side, stock picking within financials was a plus.Within the fund, we continued to focus on finding longer-term value in underappreciated, high-quality companies with strong competitive positions that we think can earn superior profits relative to the capital invested in their businesses. We also seek to buy shares of these types of companies when they are trading at low price-to-earnings (P/E) ratios.The fund's three largest individual detractors this quarter were out-of-benchmark positions. The fund's stake in Pre K-12 educational publisher Houghton-Mifflin Harcourt hurt the most. The stock faced a number of headwinds this period, including a major shakeup of the firm's executive leadership team in October. In November, Houghton-Mifflin reported third-quarter financial results that included a year-over-year drop in sales and an even bigger decrease in billings. Subsequently, the firm announced that the California State Board of Education decided not to approve the company's K-8 social studies programs. Later that same month, ratings services Moody's downgraded Houghton-Mifflin, giving the firm's rating a negative outlook on continued challenges in its early education materials division, among others.It also hurt to own Astaldi. Shares of this Italy-based multinational major construction company plunged in November after the announcement that the firm was considering a €200 million increase in equity capital. Pacific Gas and Electric (PG&E) was another detractor. The stock was hurt by October speculation that downed PG&E power lines may have played a role in the devastating California wildfires. California's Department of Forestry and Fire Protection began an investigation into PG&E, and also sued the utility for a 2015 fire allegedly ignited after a live electric line broke off a power pole. Shares plunged again in December when PG&E said it would suspend its dividend payouts beginning in the fourth quarter.Turning to the positive, an overweighting in Synchrony Financial was the fund's largest relative contributor. Synchrony shares advanced 25% this quarter, partly due to better-than-expected quarterly earnings and revenue tied to its private-label credit-card and payment-solutions businesses. The company's net interest income for the third quarter of 2017 rose 11% from the year-ago period. However, its provision for bad loans rose 33% from the same period in 2016, driven largely by higher loan receivables.It also helped to underweight PPL. The company generates and markets electricity in northeastern and western U.S. states, and delivers electricity in Pennsylvania and the United Kingdom. The stock plunged after news surfaced that the European Union (EU) agreed to a financial settlement with Britain, including a decision that London would pay a set share of EU budgets after Britain's planned exit from the EU. Shares of PPL returned about -18% the past three months.Discover Financial Services, one of the fund's largest holdings this quarter, was another contributor, as shares of the credit-card and payment-services firm advanced 20%. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FDVLX",
    "title": "Fidelity® Value Fund",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/316464106"
}