{
    "MorningStartRatingInfo": {
        "Expenses": "2 out of 5, Below Average Fees",
        "OverallRating": "3 out of 5 stars",
        "Returns": "4 out of 5, Above Average Returns",
        "Risks": "2 out of 5, Below Average Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+2.17%",
        "AverageAnnualReturn1Y": "+30.89%",
        "AverageAnnualReturn3Y": "+10.32%",
        "AverageAnnualReturn5Y": "+7.38%",
        "AverageAnnualReturnYTD": "+0.58%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "For the fiscal year ending October 31, 2017, the fund's Retail Class shares gained 30.21%, topping the 26.91% advance of the benchmark MSCI Emerging Markets Index.After a rocky start to the period, emerging markets rallied strongly amid improving economic outlooks for many benchmark countries, coupled with more-favorable investor sentiment and a weaker U.S. dollar for much of the period. This provided a good environment for Portfolio Manager Sammy Simnegar's focus on high-quality businesses with favorable stock-price momentum.Versus the benchmark, stock picking accounted for all of the fund's outperformance, especially in the consumer discretionary sector; an underweighting in telecommunication services and positioning in financials also helped. Overall, active management added value in nine of 11 market sectors this period.Materials and real estate were the only two sectors that detracted from relative performance. A small cash position also dampened the fund's results in a strong market environment.Geographically, China, India and South Africa stood out due to favorable stock picking, as did out-of-benchmark Netherlands. Conversely, positioning in Mexico and Korea held back results.At period end, Sammy is encouraged by signs of acceleration in global economies, and he has increased the fund's exposure to more-cyclical names to take advantage of this development.",
        "PortfolioManagersPlan": "\"One way to look at a mutual fund's performance is to measure how well it has done versus its benchmark in both up and down markets – often referred to as 'upside capture' and 'downside capture.' For example, if a fund has an upside capture of 78% for a certain period of time, this means it captured 78% of the benchmark's gains during that period.\"The goal of my management style is to roughly keep pace with the benchmark in advancing markets and outperform in declining markets. I try to do this by focusing on two factors: quality and momentum.\"Historically, my emphasis on quality has tended to help the fund amid falling share prices, as investors typically seek out companies with lower debt, better cash flow, stronger competitive moats and other quality markers during difficult times. When the system works as intended, it gives the fund's shareholders a somewhat smoother ride during the market's rough patches.\"On the other hand, when the market has been strong, momentum has often kept the fund roughly in sync with the benchmark. That's because looking at momentum helps keep me focused on stocks that are participating in the rally and avoiding those that, although perhaps attractive in other ways, are responding less favorably for some reason.\"Although the system isn't perfect, it's worked fairly well for me over time. For the five years ending October 31, 2017 – a reasonably long period reflecting the methods I currently use – the fund exhibited an upside capture of roughly 96% and a downside capture of about 79%, resulting in meaningful outperformance overall.\"",
        "PortfolioManagersReviewDate": ""
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "From our vantage point at December 31, we're encouraged by signs of simultaneous acceleration among global economies. We especially like how well China has managed its transition to a consumer-driven economy. Although this process has much further to go – and we would prefer to see more of a free-market approach in China – we think the government there has done a good job so far.The outlook for the major developed markets also appears favorable to us at year end, with the U.S. doing well and Europe and Japan benefiting from a combination of decent economic growth, low inflation and accommodative monetary policy – all of which should benefit emerging markets, in our view.Given the improving global economic picture, we remain comfortable with consumer discretionary as the fund's largest sector overweighting. However, during the quarter we reduced consumer staples, a more defensive sector, and used some of that capital to lessen the fund's underweighting in financials. Also, the fund carries modest overweightings in information technology, health care and industrials at year end. We remain focused on companies known for their stable earnings growth and healthy cash flow.Energy and telecommunication services are two of our largest sector underweightings as of December 31. A number of companies in these sectors are state-owned enterprises, which we generally avoid because we don't find them sufficiently shareholder-friendly. In energy, moreover, we remain skeptical about the ability of OPEC (Organization of the Petroleum Exporting Countries) to honor its production agreement, and we sense as well other potential headwinds that could affect the supply/demand balance of energy commodities.The fund holds a non-benchmark stake of roughly 6% of assets in the U.S. at quarter end. We like the U.S. market because it includes a number of companies with significant exposure to emerging markets, and the country also offers the quality and transparency of operations we look for.Additionally, the fund maintains a sizable overweighting in India and meaningful non-benchmark stakes in the U.K and the rest of Europe. India continues to enjoy relatively healthy economic growth and a pro-business government, in our view. Although not in our benchmark, we believe that, as in the U.S., the U.K. and certain firms in continental Europe offer attractive opportunities to invest in what we believe to be high-quality companies deriving a meaningful portion of their revenue from emerging markets.South Korea and Taiwan are sizable country underweightings at period end. Korea's markets have been hurt by Japan's aggressive monetary easing. In Taiwan, meanwhile, we found a number of quality stocks, but valuations there remained relatively unappealing to us.The fund's largest individual overweighting at year end was FirstRand Limited, a South Africa-based provider of banking, investment and insurance products and services. We consider FirstRand a \"best in class\" bank in this country. The fund's largest non-benchmark position is U.K.-based Intercontinental Hotels, which we think should benefit in an environment of strengthening global growth. We also continue to hold a variety of A-shares of China-based companies that recently became available through the Stock Connect program linking stock exchanges in Shanghai and Shenzhen with Hong Kong.Lastly, at year end we continue to avoid certain government-sponsored entities in China and elsewhere, for reasons explained earlier. Examples include China Construction Bank, China Mobile, and Industrial and Commercial Bank of China. ■",
        "PerformanceReview": "For the three months ending December 31, 2017, the fund's Retail Class shares gained 8.41%, topping the 7.50% return of the benchmark MSCI Emerging Markets Index.During 2017, emerging-market (EM) equities have been one of the best-performing asset classes. This quarter, EM stocks were aided by broadly accelerating economic activity, firming commodity prices and a modestly weaker U.S. dollar.Versus the benchmark, this period the fund benefited most from stock picking in the information technology, financials and consumer discretionary sectors. Overall, active management added value in seven of 11 market sectors. Geographically, picks in China were a noteworthy positive.At the stock level, the fund's top relative contributor was India-based Vakrangee, a stock that entered the benchmark during the quarter and delivered a 74% gain for our position. The company is focused on creating India's largest network of \"last-mile\" electronic points-of-sale. (\"Last mile\" refers to the final connection between a network and an end user.) The effort is aimed at enabling citizens – even in rural areas – to benefit from India's push toward digital financial transactions and to provide broader access to basic goods and services, including government programs.PC Jeweller, also based in India, manufactures and sells gold, silver and diamond jewelry. Our non-benchmark position in PC Jeweller was rewarded with a 43% gain this period. In November, the company reported strong results for the third quarter, with revenue up about 30% from the prior-year quarter and net profit advancing roughly 41%. The company said it was able to gain market share amid the crosscurrents caused by India's demonetization and recent rollout of a goods and services tax.Avoiding South Africa's Steinhoff International (-92%), a global purveyor of furniture and household goods, proved beneficial. In December, the company announced an investigation into accounting irregularities; the associated resignation of its CEO; and a delay in the publishing of its audited 2017 financials.On the downside, selection in materials and health care weighed on the fund's performance versus our MSCI benchmark. By country, positioning in South Korea and Mexico detracted most.Among individual holdings, health insurer Qualicorp (-21%) and investment bank Banco BTG Pactual (-14%) – the latter a non-benchmark position – had similar stories. Both are headquartered in Brazil, which saw deteriorating investor sentiment this quarter amid uncertainty about whether fiscal reforms put in motion by current president Michel Temer would survive the election scheduled for October 2018, particularly if former president Luiz Inacio Lula da Silva – who opposes most of the reforms – makes another bid for the country's top political post.In July 2016, \"Lula\" was sentenced to jail time for corruption and money laundering. However, he has indicated his interest in running for office again, and a trial later in January likely will determine whether he can do so. Qualicorp was the fund's largest individual relative detractor this quarter.Also in Brazil, Kroton Educacional, a leading, local for-profit education provider, also detracted, with its stock returning -12% amid a slowdown in its growth. That said, in December the firm laid out an aggressive plan to grow through both internal means and acquisitions. Kroton said it planned to expand its proprietary university operations to 234 sites in 2028 from 122 sites currently, and forecast increasing its partnership network to 2,776 sites in 2028, versus 988 currently.Some other of our Brazil-based holdings also faced pressure, including out-of-index Smiles Fidelidade (-18%), which provides and manages loyalty programs to a variety of businesses. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FEMKX",
    "title": "Fidelity® Emerging Markets Fund",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/315910869"
}