{
    "MorningStartRatingInfo": {
        "Expenses": "2 out of 5, Below Average Fees",
        "OverallRating": "2 out of 5 stars",
        "Returns": "2 out of 5, Below Average Returns",
        "Risks": "2 out of 5, Below Average Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+6.25%",
        "AverageAnnualReturn1Y": "+5.04%",
        "AverageAnnualReturn3Y": "+6.97%",
        "AverageAnnualReturn5Y": "+8.96%",
        "AverageAnnualReturnYTD": "-3.71%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "For the fiscal year ending January 31, 2018, the fund's Retail Class shares gained 17.57%, outpacing the 16.65% advance of the benchmark Russell 3000® Value Index.On January 1, 2018, Ramona Persaud became Lead Portfolio Manager of the fund, after having served as a Co-Manager since 2011. Ramona succeeded Jim Morrow, who, after nearly 20 years at Fidelity, retired at the end of 2017.Ramona was pleased that the fund outpaced its benchmark the past 12 months, despite a market environment that favored growth stocks over value stocks, the latter of which are more typical of the fund's holdings.Versus the benchmark, security selection in financials and positioning in real estate contributed most.Two banking firms were among the fund's top individual contributors – JPMorgan Chase, the fund's biggest holding, and Wells Fargo, another sizable position.Conversely, choices in health care weighed on relative performance most, followed by the fund's 6% stake in cash, on average, against the backdrop of a rising market.Avoiding insurance-focused conglomerate and benchmark component Berkshire Hathaway was the biggest individual relative detractor.Given Ramona's view that the recently passed tax-reform bill will be a boon for U.S. corporations, she sees the possibility of a return to valuation-based investing, driven by economic growth that either sustains its recent pace or accelerates.",
        "PortfolioManagersPlan": "\"The recently passed tax-reform bill – a boon for corporations, in my view – bodes well for the continuation of economic growth at a similar or accelerated pace. I am excited about the possibility of a return to valuation-based investing driven by these factors.\"The past several years, the absence of broad-based economic growth and uncertainty about future expansion resulted in a highly growth-driven market, in which value-oriented investments underperformed. This backdrop also resulted in a lack of business reinvestment.\"Looking ahead, I expect valuation to become an increasingly important factor for me, should an improved outlook for earnings growth drive corporations in valuation-sensitive sectors such as financials, energy, materials and industrials to increase capital expenditures.\"I believe the environment of low capital intensity we've experienced following the global financial crisis of 2007–2009 has been supportive of sectors such as information technology, largely at the expense of energy and financials.\"This trend could reverse, however, if book-value-based metrics – the more traditional way valuation is approached – were to come back into favor during a period of increased capital spending.\"The environment I've described may benefit the fund, with its value-oriented portfolio. However, the key, in my view, is a careful balance between quality and value.\"As we approach the later innings of this economic cycle, I believe the quality factor will become increasingly important, as downside protection matters more and more.\"",
        "PortfolioManagersReviewDate": "JANUARY 31, 2018"
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "In managing the fund, our approach focuses on investing in dividend-paying stocks, combined with a conservative approach to capital appreciation, aiming to deliver attractive risk-adjusted returns over a full market cycle. We believe value investing should outperform over time. We also believe owning quality companies and allocating capital wisely can help protect investors during market downtrends. So, in our view, the combination of these attributes can add longer-term value over the benchmark.Our investment process is built on Fidelity's world-class team of global research analysts and starts with bottom-up fundamental research, but also takes a multidisciplinary approach by considering quantitative, macro and technical research.We aim to build the portfolio stock by stock, while remaining extremely mindful of mitigating risk from the top down. We focus on buying quality businesses at reasonable valuations. Specifically, we look for companies with a track record of good capital allocation, especially in the form of dividends to shareholders.Moreover, investing for value and income globally broadens sources of alpha (risk-adjusted excess return) generation.In terms of managing risk, the portfolio tends to include a diversified set of stocks, because this helps limit the potential negative impact of any one holding.Another strategy is to write covered calls in the portfolio – a conservative form of option trading we used to try to increase the fund's return without increasing risk. This strategy did not have a meaningful impact on performance versus the benchmark the past three months. The fund includes a subportfolio focused on convertible securities and high-yield bonds, which provides additional diversification that can further help moderate risk. At period end, it made up roughly 1% of the portfolio's net assets.The past three months, we didn't make any significant moves, although we did add to and reduce holdings in some industries. For example, our stake in semiconductors & semiconductor equipment expanded, as we established a non-benchmark convertible bond position in Intel and an equity stake in Taiwan-based United Microelectronics.In consumer discretionary, our allocation to media names fell, as we eliminated positions in conglomerate Walt Disney and Japan-based Daiichikosho, which engages in the sale and rental of commercial karaoke systems.Our largest year-end sector overweightings were information technology and consumer staples. As of December 31, the fund's largest individual positions are in banking firms JPMorgan Chase and Wells Fargo, followed by pharmaceuticals giant Johnson & Johnson.As of year-end, we believe the universe of higher-quality, dividend-paying stocks is attractive relative to the broader market today. We also think many of these stocks have good secular growth prospects and are trading at reasonable valuations versus their long-term records and the market as whole.In contrast, other parts of the U.S. stock market have seen valuations rise to historically lofty levels, primarily driven by exceptionally low long-term interest rates. ■",
        "PerformanceReview": "For the three months ending December 31, 2017, the fund's Retail Class shares gained 5.10%, roughly in line with the 5.08% return of the benchmark Russell 3000® Value Index. Versus the benchmark, the biggest contributors were security selection in the information technology and consumer discretionary sectors. Conversely, notable relative detractors included picks within energy and health care, along with positioning in financials.Among individual contributors versus the benchmark, the fund's underweighting in General Electric helped most. GE shares returned about -27%, as the industrial conglomerate cut its dividend for the first time since 2009 and reported its largest quarterly earnings miss in roughly 17 years. The company attributed its struggles to lackluster performance in its oil-and-gas and electric power-related businesses. Going forward, GE said it plans an aggressive focus on controlling costs, while maintaining critical long-term investments.Elsewhere, our large overweighting in networking equipment maker Cisco Systems was helpful. Its shares rallied in mid-November following the firm's report of better-than-expected quarterly earnings and revenue. Cisco surprised investors by also raising its fiscal-year 2018 earnings guidance. Cisco was among the fund's largest holdings.Another tech contributor was Qualcomm. Its shares rose about 25% the past three months, boosted by takeout speculation for the maker of communications chips, as well as better-than-expected earnings and revenue. On an absolute basis, financial results continued to be hampered, however, by an ongoing licensing-fee disagreement with Apple, a major customer. In September, a judge ruled that Apple can continue withholding royalty payments to Qualcomm as the legal battle continues, which could take many months. The legal dispute helped to trigger a $105 billion takeout offer for Qualcomm by rival Broadcom in November. Qualcomm rejected the offer, and, at year-end, Broadcom was considering a possible proxy fight. An overweighting in Wal-Mart Stores was another plus, as shares of the discount retailing giant rose 27% for the quarter.On the negative side, not owning the common stock of chipmaker and benchmark component Intel was our biggest individual relative detractor for the quarter. Intel shares rose 22%, largely driven by better-than-expected quarterly sales and earnings, as well as rosier fourth-quarter guidance for the maker of semiconductors. Financial results were lifted by growth in Intel's \"internet of things\" and memory businesses, which overcame roughly flat sales for chips used in desktop computers, mobile phones and tablets.In utilities, it hurt to overweighting PPL. The company generates and markets electricity in the northeastern and western U.S., and delivers electricity in Pennsylvania and the United Kingdom. The stock plunged after news surfaced that the European Union (EU) agreed to a financial settlement with Britain, including a decision that London would pay a set share of EU budgets after Britain's planned exit from the EU. Shares of PPL returned about -18% the past three months.A non-benchmark position in Britain-based GlaxoSmithKline weighed on our relative result. Shares of Glaxo, one of the world's largest drug makers, returned -9% the past three months, caught up in a broad sell-off of hospitals, pharma firms and other health care areas. Also, investors proved unenthusiastic about Glaxo's potential bid for Pfizer's consumer-health business, and were further put off by CEO Emma Walmsley's lack of assurance regarding negative effects such a deal could have on future dividend payouts. Walmsley also voiced concern about potential costs related to Brexit, Britain's upcoming exit from the European Union. On the plus side, management reported solid quarterly earnings and favorable clinical and regulatory outcomes for several pipeline compounds.We'll also mention our out-of-index stake in investment firm Blackstone Group as another detractor. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FEQIX",
    "title": "Fidelity® Equity-Income Fund",
    "url": "https://fundresearch.fidelity.com/mutual-funds/analysis/316138106"
}