{
    "MorningStartRatingInfo": {
        "Expenses": "1 out of 5, Low Fees",
        "OverallRating": "2 out of 5 stars",
        "Returns": "2 out of 5, Below Average Returns",
        "Risks": "1 out of 5, Low Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+8.19%",
        "AverageAnnualReturn1Y": "+18.20%",
        "AverageAnnualReturn3Y": "+9.53%",
        "AverageAnnualReturn5Y": "+12.51%",
        "AverageAnnualReturnYTD": "+2.19%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "For the semiannual reporting period ending December 31, 2017, the fund's Retail Class shares gained 13.43%, outpacing the 11.42% result of the benchmark S&P 500® index.U.S. large-cap equities, along with stock markets worldwide, experienced marked acceleration the past six months, hitting multiple new highs throughout the period. Amid this stock euphoria, growth outpaced value names.Portfolio Manager Jean Park's stock selection was the primary driver of the fund's outperformance of its benchmark, with her choices in industrials and financials helping most.The largest individual relative contributor was Jean's decision to avoid industrial conglomerate General Electric, a weak-performing index component.Overall, detractions were minimal. Even the modestly negative effect of overweighting health care was countered by positive stock selection. The fund's overweighted stake in biotechnology company Celgene was the biggest individual disappointment.At year-end, Jean remains cautiously optimistic, as she believes earnings appear strong, the economy feels solid and the benefits of recent tax reform have yet to be seen.On July 1, 2017, Jean Park became sole Portfolio Manager of the fund after having served as Co-Manager since April 2017.",
        "PortfolioManagersPlan": "\"While I build the portfolio based on bottom-up, stock-by-stock analysis, I also track broader trends in an effort to identify investment opportunities. One trend I'm following is the increasing popularity of so-called cryptocurrencies, such as bitcoin, which do not involve governments, banks or other third parties. This particular virtual, encrypted currency started 2017 trading at $967 a 'coin' and, by year-end, was trading at $14,156 per coin.\"As a mutual fund manager, I am not looking to invest in cryptocurrencies, but I am paying close attention to their market fluctuations. Given their extreme run in 2017, I started considering what companies could be affected were bitcoin or other cryptocurrencies to suffer a crash or pullback.\"A predominant number of investors trading in bitcoin appear to be personal investors in Asian countries, the biggest being China. Therefore, if the bitcoin bubble pops, Chinese consumers could potentially be considerably hurt, perhaps by reduced discretionary spending.\"When viewing existing fund investments through this lens, I identified water-heater maker AO Smith as one that could be negatively impacted in this type of situation. The firm has a strong presence in China, and its earnings could be weakened if bitcoin fell dramatically. AO Smith stock performed well early in the period, but I began reducing the position once it reached my 12-month holding threshold for tax-efficiency purposes. It was a modest overweighting as of December 31.\"Beginning in December, I reinvested those assets in retailer Lowe's – distinctly more U.S.-oriented – to gain exposure to the home-improvement segment. The company's strong return on equity, high FCF yield and attractive valuation met my investment criteria very well.\"",
        "PortfolioManagersReviewDate": "DECEMBER 31, 2017"
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "The fund focuses on quality, growth at a reasonable price and tax efficiency. For valuation purposes, in addition to looking at price-earnings ratios, we rely extensively on free-cash-flow (FCF) yields. In our view, FCF is more reliable and less subject to manipulation than earnings, therefore providing a clearer and more-accurate way to compare the appeal of various investment choices.We aim to optimize the probability of upside return while focusing on downside-risk protection, and we believe we can accomplish this through individual security selection. Thus, the fund seeks to outperform the benchmark mainly through stock picking, while maintaining a more or less neutral sector allocation compared with the benchmark.In determining sector weightings, we look at the FCF yield of each sector and combine that with sector fundamentals and company-level inputs.This quarter, we maintained the fund's larger-than-index allocations to health care and information technology, which we believe to be attractive on the basis of FCF yield. These represented the fund's two largest year-end sector overweightings, whereas energy and consumer discretionary were its biggest underweightings. Among individual holdings as of December 31, Apple was the largest absolute holding, and also a notable overweighting. Other top holdings included software maker Microsoft, Google parent Alphabet and social-media firm Facebook.Relative to the benchmark, several banks were among the fund's largest positions, including JPMorgan Chase, Bank of America and Citigroup.Conversely, significant underweightings included insurance-focused conglomerate Berkshire Hathaway, energy giant Exxon Mobil, and communications providers AT&T and Verizon Communications. We chose to avoid each of these benchmark components based on our view that they were trading at expensive valuations this quarter.At year-end, we remain cautiously optimistic and see plenty of opportunities in attractively priced names. Under the current U.S. administration, we believe government stimulus or tax reform could improve cash flows for many firms.Overall, we are seeing more widespread opportunities for companies to grow their earnings, whether it is through organic growth, stimulus or tax reform. In positioning the fund, we continue to look for companies that fit our investment process and could benefit in this environment. ■",
        "PerformanceReview": "For the quarter, the fund's Retail Class shares gained 6.82%, edging the 6.64% result of the benchmark S&P 500® index. Versus the benchmark, stock selection was helpful, particularly in the financials, consumer staples and energy sectors. Positioning in utilities also helped. Conversely, notable relative detractors included positioning in health care and picks in materials.At the stock level, avoiding two weak-performing benchmark components, General Electric and Merck, aided our performance versus the S&P 500®. Shares of General Electric returned roughly -27%, as the industrial conglomerate cut its dividend for the first time since 2009 and reported its largest quarterly earnings miss in roughly 17 years. The company attributed its struggles to lackluster performance in its oil-and-gas and electric power-related businesses.Shares of Merck, one of the world's largest pharmaceutical firms, returned about -11% the past three months. During its quarterly earnings call in October, Merck announced that, due to regulatory issues, it had pulled its European application for Keytruda® as a first-line immunotherapy treatment for lung cancer. Keytruda® accounts for about 10% of Merck's revenue, and investors considered foregoing Europe a significant setback; the stock lost more than 10% of its value over the next couple of days.Elsewhere, outsized exposure to Bank of America was a good call. Among the fund's largest holdings, Bank of America saw its shares rise 17% for the quarter, driven partly by expectations that future earnings would benefit as a result of the new federal tax bill, as well as higher policy interest rates. In October, the company reported better-than-expected revenue, earnings and customer deposits, largely due to its consumer banking operation. The bank also reported continued growth in loans and higher-than-expected net interest income, and that it was not seeing weakness in its mortgage or credit card businesses.In consumer staples, overweighting Wal-Mart Stores also lifted our relative result. The stock rose 27% for the quarter, rising sharply and reaching an all-time high in mid-November after the retailer announced quarterly revenue and earnings that beat Wall Street estimates. The firm also raised its forecast for the holiday season, further boosting its shares. Wal-Mart executives specifically cited what it considered a strong return on its big bet on digital – sales at Jet.com, ModCloth, Bonobos and Moosejaw, among other shopping sites owned by Wal-Mart, rose 50% in the U.S. for the third quarter, according to the company.Conversely, the fund's three biggest detractors came from the health care sector: Celgene, Amgen and Gilead Sciences.Shortly after hitting an all-time high, shares of biopharmaceutical firm Celgene (-28%) took an October tumble amid a flurry of negative news. First came the announcement that the company would cease trials for mongersen, its candidate compound to treat Crohn's disease, for which Celgene paid $710 million in 2014. Next came management's downward earnings guidance, given disappointing sales of its psoriasis drug Otezla®. These events were followed by worries over other of Celgene's pipeline prospects and the potential for a reshuffling of executives.The stock of multinational biopharmaceutical firm Amgen returned -6% the past three months. Revenue for the third quarter was down slightly year over year amid a bevy of new and prospective generic-drug competitors, even as Amgen reported favorable results in late-stage trials for its Kyprolis® blood-cancer drug, among others.Like many other biotechs, Gilead Sciences saw its stock retreat this quarter, returning -11%. Though the firm faced no particular news or event, continued erosion in sales of its hepatitis C drug Harvoni® weighed on Gilead's stock price. Revenue from the medication has been declining because, unlike many drugs, Harvoni® can in most cases cure a patient – usually after just a few months' treatment. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FFIDX",
    "title": "Fidelity® Fund",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/316153105"
}