{
    "MorningStartRatingInfo": {
        "Expenses": "1 out of 5, Low Fees",
        "OverallRating": "3 out of 5 stars",
        "Returns": "4 out of 5, Above Average Returns",
        "Risks": "1 out of 5, Low Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+4.46%",
        "AverageAnnualReturn1Y": "+4.08%",
        "AverageAnnualReturn3Y": "+3.85%",
        "AverageAnnualReturn5Y": "+3.27%",
        "AverageAnnualReturnYTD": "+1.32%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "The fund's conservative credit-quality positioning was the primary performance detractor versus the benchmark, amid a market that was led by lower-quality loans. However, this positioning was consistent with Portfolio Manager Eric Mollenhauer's moderate-risk, core strategy.A cash stake of 6%, on average, further dampened the fund's relative performance. By period end, the fund's cash position had been reduced to roughly 4% of the portfolio – below Eric's target range of 5% to 7%.On the plus side, security selection among loans rated BB and B, and among non-rated securities, helped the fund's performance versus the benchmark.In terms of individual holdings, the biggest relative detractors were United Kingdom-based energy-services firm Expro and untimely positioning in CCC-rated index component Ocean Rig, a provider of drillships to energy companies.The top individual relative contributors were overweightings in TNT Crane, which provides rental cranes for use in the refining and petrochemical industries, and for-profit education provider Laureate Education.As of October 31, Eric believes the loan market offers limited potential for near-term capital appreciation, and that most of the fund's return will be driven by coupon income.",
        "PortfolioManagersPlan": "\"While I have historically placed greater emphasis on BB-rated loans in structuring the portfolio, the fund's allocations may shift over time as our research team finds opportunities in a growing segment of B-rated issuers.\"Over the past few years, I have gradually increased the fund's allocation to B-rated credits, thereby slowly reducing the underweighting there. And I expect to continue adding B-rated loans to the portfolio.\"However, while a substantial amount of B-rated credits has come to market thus far in 2017, many have terms we don't find particularly appealing. At this point in the market cycle, I think it's more advantageous to wait for the next downturn, when B-rated loans are likely to be trading at more-attractive valuations, and opportunistically add risk at that time.\"Even with a shift toward B-rated credits, I still expect to keep a substantial amount of the portfolio in BB-rated loans. In the future, I think it's likely that the fund could be roughly equally weighted in loans rated BB, B and CCC.\"",
        "PortfolioManagersReviewDate": ""
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "For the quarter, the fund's Retail Class shares gained 1.11%, roughly in line with the 1.20% rise of the benchmark S&P®/LSTA Leveraged Performing Loan Index.Given the fund's conservative positioning, we were generally pleased with its relative performance during a period when lower-quality credits led the market. The fund continued to be overweighted in credits rated BBB and BB, and underweighted in the B and CCC tiers.Versus the benchmark, coal producer Warrior Met Coal was the top contributor. While this was a very small non-benchmark position, it rose 74%, as Warrior's loans received a major boost from a recovery in coal prices. The firm also paid a special cash dividend this quarter.An overweighted allocation to Bass Pro Shops also aided our relative result. Investors cheered the company's late-September acquisition of rival outdoor retailer Cabela's. We think the merger creates highly beneficial synergies from both an operational and inventory-management perspective. What's more, Bass is known for offering a positive in-store shopping experience, while Cabela's has a strong online presence, including a popular loyalty program that will be implemented by Bass.Conversely, it hurt to overweight Community Health Systems. The hospital operator reported weak third-quarter results, as organic revenue growth declined and the company lowered its full-year earnings forecast.Not owning loans issued by high-end retailer Neiman Marcus also dampened performance. The loans advanced after the company released better-than-expected results.Lastly, our position in wireless telecom provider Sprint Nextel lost value after its proposed merger with T-Mobile US was cancelled in November. ■",
        "PerformanceReview": "High-yield bank loans returned 1.20% for the fourth quarter, as measured by the S&P®/LSTA Leveraged Performing Loan Index. This result outpaced both high-yield bonds and the broad investment-grade fixed-income market.Improved economic growth in the U.S. and overseas, along with stronger-than-forecast corporate profits, bolstered investor sentiment this quarter. Consumer spending was solid overall, as was business investment. Exports grew, reflecting a strengthening global economy. All told, we think trends point to a steadily growing economy ahead of the $1.5 trillion tax cut that was approved by Congress in late December, with a portion of that amount likely to influence the economy this year.The yield on the benchmark 10-year U.S. Treasury oscillated in a fairly tight range the past three months, finishing at 2.40%. Rates rose modestly across the yield curve, with short-term yields rising more than longer-term yields in anticipation of a further increase in the target for short-term rates by the U.S. Federal Reserve.Despite the continuing trend of low inflation, the Fed hiked its benchmark rate by a quarter percentage point to a range of 1.25% to 1.5%, the fifth such increase in the past two years, citing indications of accelerating economic growth. The three-month LIBOR rate, a key metric for the loan market, rose from 1.3% at the beginning of the quarter to 1.7% at year-end.Looking at the loan market specifically, the asset class posted a solid gain in October, as investors refocused their attention on interest rate risk, with Treasury yields continuing an upward move that began in September. Loan prices dipped and recovered in November, amid bond-price volatility and various sector-specific issues. Loans registered another gain in December, despite elevated prices and ongoing refinancing activity.Within the S&P/LSTA index, gains were broad-based across industries but generally within a fairly tight range. Among larger index components, building & development, electronics/ electrical, automotive, publishing and industrial equipment all returned roughly 2%. By contrast, notable laggards included air transport, food products and cable & satellite TV.From a credit-quality perspective, lower-quality loans outperformed the market amid positive sentiment. Loans rated B also did well, finishing roughly in line with the market, whereas higher-quality credits modestly lagged.As retail demand for loans lessened in the second half of the year, demand for collateralized loan obligations (CLO) was strong, helping to drive a lot of new issuance.As of December 31, the loan default rate was 2%. Loan new-issue volume totaled $124.4 billion for the fourth quarter and $644.7 billion for the full year. Consistent with the pattern we've seen for some time, the overwhelming majority of new issuance in 2017 (about 84%) was for refinancing. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FFRHX",
    "title": "Fidelity® Floating Rate High Income Fund",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/315916783"
}