{
    "MorningStartRatingInfo": {
        "Expenses": "2 out of 5, Below Average Fees",
        "OverallRating": "3 out of 5 stars",
        "Returns": "3 out of 5, Average Returns",
        "Risks": "2 out of 5, Below Average Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+2.87%",
        "AverageAnnualReturn1Y": "+0.26%",
        "AverageAnnualReturn3Y": "+0.35%",
        "AverageAnnualReturn5Y": "+1.05%",
        "AverageAnnualReturnYTD": "-1.31%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "For the fiscal year ending August 31, 2017, the fund's Retail Class shares returned -0.42%, about in line with, net of fees, the -0.43% return of the benchmark Bloomberg Barclays 75% U.S. Government/25% U.S. MBS Blended Index and modestly outpacing the Lipper peer group average.Lead Portfolio Manager William Irving and Co-Portfolio Manager Franco Castagliuolo continued to execute their long-term strategy, trying to exploit market inefficiencies and identify attractively priced securities.Versus the benchmark, it helped to own reverse-mortgage securities and commercial mortgage-backed securities issued by Freddie Mac. Neither was in the Bloomberg Barclays index the past 12 months.The fund's larger-than-benchmark exposure to higher-yielding niche sectors of the agency debt market also was a plus.Conversely, holding Treasury Inflation-Protected Securities (TIPS) slightly detracted from our relative result.In terms of security selection, owning an outsized stake in prepayment-resistant agency MBS was a plus. Yield curve positioning was a modest positive.Looking ahead, Bill and Franco believe that U.S. government securities may be in for a period of continued-low returns in the coming months.",
        "PortfolioManagersPlan": "W.I. \"The Federal Reserve is expected to begin reducing its $4.5 trillion balance sheet in October, in a bid to gradually unwind the stimulus program it undertook after the severe U.S. economic downturn a decade ago. The central bank is expected to reduce its holdings of U.S. Treasuries and agency MBS by $10 billion in October 2017, and gradually increase that amount in ensuing months.\"By our estimates, the net supply of new agency MBS that other market participants will need to absorb is likely to be as much as 50% larger than it would be if the Fed had continued its purchases. In our view, agency MBS are going to have to offer higher yields from current levels to entice additional buyers.\"If that's the case, agency MBS prices will adjust downward as their yields move higher.\"F.C. \"The potential return of interest rate volatility could be another headwind for agency MBS. Low volatility has been very supportive of the sector, helping to mitigate some prepayment risk from the marketplace.\"In light of these developments, we've reduce our exposure to fixed-rate, 30-year MBS in favor of parts of the market where the Fed's unwinding is less of a factor, including reverse-mortgage securities and agency CMBS.\"",
        "PortfolioManagersReviewDate": "AUGUST 31, 2017"
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "The U.S. economy appears relatively strong and stable. However, corporate leverage has increased and credit ratings have generally migrated downward. Meanwhile, the Federal Government has likely increased the trajectory of its indebtedness through the recent tax cuts. In addition, most credit markets appear fully valued, and the yield advantage of these bonds over comparable-maturity Treasuries has declined, making it harder to find attractively valued securities.We are somewhat cautious regarding the impact of the recently enacted tax cut. While the changes are likely to have a positive impact on growth and investment in the near term, the medium term is much less certain as market participants may begin to forecast higher deficits and, thus, an eventual expiration of the cuts down the road. The federal government has gone through several rounds of cutting and raising taxes during the post-WWII period. For example, 10-year sun-setting tax cuts enacted during the Bush administration were subsequently allowed to expire during the Obama administration.However, the path for Fed policy remains unclear, given the many uncertainties they face, particularly the impact of fiscal policy and the degree of inflationary pressure.Overall, the market backdrop creates the potential for periods of increased volatility, which we believe may provide opportunities to position our bond funds for longer-term outperformance.At quarter end, we continue to favor 30-year agency mortgages relative to 15-year mortgages, owing to their more-attractive option-adjusted spreads. These longer-term holdings represent part of our overall strategy to earn incremental yield and to target specific prepayment characteristics.As of December 31, the fund also maintains an overweighting in 30-year fixed-rate agency MBS, with a focus on what we consider to be \"prepayment resistant\" securities. We also continue to favor MBS floaters as an alternative to cash.We remain underweighted in U.S. Treasury securities and maintain a lower-than-benchmark stake in agency debentures, which we view as expensive relative to agency MBS and Agency CMBS. Among agency debentures, we favor select niche government-related sectors we view as attractively valued. ■",
        "PerformanceReview": "U.S. taxable investment-grade bonds posted a slightly positive return for the fourth quarter of 2017, amid record low volatility and strong demand for new issues. The Bloomberg Barclays U.S. Aggregate Bond Index returned 0.39%, as coupon income more than offset the negative price impact of modestly higher interest rates. The passage of a federal tax-reform package contributed to higher yields during the period, though its overall impact on the bond market has been fairly modest thus far.Longer-term rates rose moderately during the period, while shorter-term rates advanced more, continuing their yearlong climb and resulting in an ongoing flattening of the yield curve. The Federal Open Market Committee (FOMC) raised target interest rates by 0.25 percentage points in December, and recent Fed communications suggest a broad-based consensus exists for the continuation of gradual policy-rate normalization. The Fed is planning for three quarter-point hikes in 2018; at period end, the market expected roughly two hikes for the new year.In addition, in October the FOMC began the process of slowly paring back the $4.5 trillion-worth of Treasury bonds and mortgage-backed securities on its balance sheet. This long process of balance-sheet normalization may contribute to an uptick in volatility and higher market yields over time. Most economists believe the U.S. economy remains healthy, driven by strong consumer sentiment, ample business investment and a steadily tightening labor market. The unemployment rate continues to hover near a 17-year low, and many market participants expect continued labor market strength in 2018.Within the Bloomberg Barclays index, yield-advantaged, credit-sensitive sectors led the way amid a supportive backdrop for risk assets. U.S. corporate bonds advanced broadly, returning 1.17% for the quarter, meaningfully outpacing Treasuries (+0.05%). Within corporates, bonds issued by utility companies slightly outperformed those from financial and industrial firms.Within securitized sectors of the market, commercial mortgage-backed securities (CMBS) edged Treasury investments with a return of 0.35%, partly driven by limited supply of these securities. Mortgage-backed securities (MBS) also had a slightly positive showing, advancing 0.15%.Among non-core fixed-income segments, U.S. corporate high yield outperformed similar-duration Treasuries with a return of 0.47%, according to Bloomberg Barclays, although the return notably lagged the absolute and risk-adjusted return of the past several quarters. Investment-grade emerging-markets performed similarly, returning 0.63%. Elsewhere, U.S. Treasury Inflation-Protected Securities (TIPS) stood out with a return of 1.26%, outperforming nominal Treasuries. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FGOVX",
    "title": "Fidelity® Government Income Fund",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/316172105"
}