{
    "MorningStartRatingInfo": {
        "Expenses": "2 out of 5, Below Average Fees",
        "OverallRating": "3 out of 5 stars",
        "Returns": "3 out of 5, Average Returns",
        "Risks": "2 out of 5, Below Average Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+4.87%",
        "AverageAnnualReturn1Y": "+18.30%",
        "AverageAnnualReturn3Y": "+11.12%",
        "AverageAnnualReturn5Y": "+13.58%",
        "AverageAnnualReturnYTD": "-1.31%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "For the semiannual reporting period, the fund returned 1.09%, compared with the 0.66% return of the MSCI U.S. IMI Financials 5% Capped Linked Index and the 5.65% gain of the S&P 500®.Coming off a huge post-election surge, the financials sector made little progress this period, as prospects for near-term regulatory relief stalled, 10-year Treasury bond yields declined, and loan growth and trading activity decelerated.Versus the benchmark, security selection, notably in the investment banking & brokerage group, aided performance. Picks in the consumer finance segment, however, detracted.Portfolio Manager Chris Lee is optimistic about the sector's long-term outlook, given the potential for higher interest rates, a prolonged economic recovery, regulatory relief and relatively attractive valuations.The Board of Trustees has agreed to present a proposal to shareholders to eliminate each sector/industry fund's fundamental \"invests primarily\" policy and to modify the fundamental concentration policy for certain funds. These changes will not impact how the funds are managed. Additionally, the Board has agreed to present a proposal to shareholders to reclassify Select Financial Services Portfolio as a non-diversified fund, which would allow it to focus its investments more heavily in securities of fewer issuers. If the proposals are approved, expected in the fourth quarter, the changes will take place on or about January 1, 2018 (or the first day of the month following shareholder approval).",
        "PortfolioManagersPlan": "\"Roughly 10 years ago, at the start of the last financial crisis, I was managing Fidelity Select Electronics Fund (since renamed Fidelity Select Semiconductors Fund). One lesson I learned is that regardless of which sectors or types of stocks you're investing in, it's important to think about the big picture and stay aware of what's driving the market and the economy.\"Covering semiconductors, I wasn't paying enough attention to the shape of the yield curve or other elements of the broader economy that, with hindsight, presented some clues about what was to come. Although I'm still a bottom-up investor, I've become much more attuned to the macroeconomic backdrop.\"The second lesson: be flexible. When there's a lot of fear in the market and most investors are selling stocks, you can often find good buying opportunities. I'm always checking to see whether it's sentiment or fundamentals pressuring the share price because if it's the former, the stock will likely bounce back. But you have to be willing to be flexible and patient. Our electronics fund made money because we were buying when everyone else was selling, and we were willing to wait.\"The last lesson: be open-minded. Each crisis is different. It's natural to look back at precisely what happened last time in order to try to prevent history from repeating itself. But I think the likelihood of housing being the source of the next financial crisis is probably pretty low, especially because lending standards have become much stricter. In my view, the next downturn will probably be brought on by other issues, such as shadow (unregulated) banking, China or the reach for yield in a low interest rate environment.\"",
        "PortfolioManagersReviewDate": "AUGUST 31, 2017"
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "The fund's Retail Class shares returned 8.68% this quarter, which beat the MSCI U.S. IMI Financials 5% Capped Linked Index. Both the fund and sector index outperformed the 6.64% return of the broad-based S&P 500® index. Security selection gave the biggest boost to the fund's performance relative to the sector index.Versus the MSCI sector index, stock picks in consumer finance and P&C insurance helped most. In consumer finance, standout fund performers included Capital One Financial and Synchrony Financial. Capital One's shares rose 18% for the quarter, driven partly by expectations that future earnings for the issuer of credit could benefit from higher policy interest rates. In October, the company reported better-than-expected earnings, rising net interest margin and growth in its domestic credit-card loan balances. The firm's provision for credit-card losses rose only modestly. In December, Capital One said U.S. tax reform would result in a one-time charge against earnings related to a write-down of deferred tax assets and un-repatriated foreign earnings.Synchrony Financial's shares advanced 25% this quarter, partly due to better-than-expected quarterly earnings and revenue tied to its private-label credit-card and payment-solutions businesses. The company's net interest income for the third quarter of 2017 rose 11% from the year-ago period. However, its provision for bad loans rose 33% from the same period in 2016, driven largely by higher loan receivables.Conversely, picks in the investment banking & brokerage group hurt relative performance. Our decision not to own U.S. discount broker and index component Charles Schwab detracted. We thought the valuation looked expensive, but rising asset prices, tax reform and higher interest rates helped the stock rally 18% in the quarter.An overweighting in MetLife (-2%) within the life & health insurance segment also hindered our relative result. We viewed the stock as cheap and expected the company to benefit from spinning off its most volatile business. However, reduced earnings guidance hurt the stock's return. ■",
        "PerformanceReview": "Financials stocks delivered strong performance for the fourth quarter, with the MSCI U.S. IMI Financials 5% Capped Linked Index up 6.87%. This result beat the S&P 500 Index return of 6.64%, making financials one of the better-performing sectors in the index this quarter.A major overhaul to the U.S. tax code, which was passed into law in December, significantly lowered U.S. corporate tax rates, bolstering earnings expectations and lifting returns in the sector. In addition, the U.S. economy made solid progress, with the release of third quarter data that showed an annualized growth rate of over 3%. Against this favorable backdrop, the Federal Reserve edged its short-term interest target higher in December, a boost to financial companies that make money on the difference between deposit and lending rates.Within the MSCI sector index, consumer finance stocks (+14%) posted the strongest gain. Many companies in the segment are U.S.-focused, which meant they stood to benefit the most from tax reform. Better-than-expected credit conditions, driven by 4.1% unemployment in the quarter, also helped. Investment banking & brokerage stocks (+11%) did well, as a rising stock market attracted investors. Diversified banks (+ 9%), the largest component of the sector index, also were strong performers, helped by a better economic backdrop, higher interest rates and expectations around tax reform. Asset management & custody banks (+8.7%) gained, as the stock market rally bolstered the value of assets under management and, in turn, fee income. By contrast, more-defensive segments were laggards. Within the sector index, property & casualty (P&C) insurance stocks returned 5%; insurance brokers (-3%) had a modest decline; and the reinsurance (+1%) and multi-line insurance groups (+2%) edged higher. Elsewhere, regional banks (+4%) were held back by concern that a flattening yield curve – which occurs as the difference between yields on short- and long-term Treasuries compresses – would narrow the difference between the rates at which they borrow and lend, hurting profits. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FIDSX",
    "title": "Fidelity® Select Financial Services Portfolio",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/316390608"
}