{
    "MorningStartRatingInfo": {
        "Expenses": "3 out of 5, Average Fees",
        "OverallRating": "4 out of 5 stars",
        "Returns": "3 out of 5, Average Returns",
        "Risks": "3 out of 5, Average Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+5.65%",
        "AverageAnnualReturn1Y": "+17.97%",
        "AverageAnnualReturn3Y": "+6.86%",
        "AverageAnnualReturn5Y": "+7.65%",
        "AverageAnnualReturnYTD": "+0.37%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "Portfolio Manager Jed Weiss was generally pleased that the fund was able to outperform the benchmark despite limited market volatility, which he looks for as an opportunity to invest in strong business franchises at attractive valuations.Given the momentum- and growth-led market, the fund's large overweighting in the information technology sector added value, as did stock picking in health care and financials. Picks in consumer staples and a modest cash stake detracted.Geographically, the fund benefited from favorable selection in the U.S. – an out-of-benchmark allocation emphasizing companies that do significant business abroad – plus Japan and Australia. Underweighting the lagging European market hampered results.Jed plans to continue pursuing his three-pronged management strategy, which emphasizes companies with what he considers multiyear structural-growth prospects, high barriers to entry and attractive valuations based on his earnings forecast.Following a roughly five-month leave of absence, Jed Weiss returned to Fidelity on November 29, 2017, and resumed his day-to-day responsibilities as Portfolio Manager. In his stead, Vincent Montemaggiore served as interim manager of the fund.",
        "PortfolioManagersPlan": "\"I'm happy with how Vince handled management of the fund while I was on leave. I think all of our preparatory work paid dividends in the form of limited turnover in the portfolio and minimal disruption for shareholders.\"Now, after several months of relaxation with my young family, I'm excited to be back. My leave was not only reenergizing but educational, in that it gave me some important investment insights that I hope to apply to the portfolio in the months ahead.\"Part of my time away was spent traveling internationally with family. This included a couple of weeks in Japan, an important market for the fund. I engaged in activities I typically wouldn't pursue on a business trip. Instead of attending conferences or visiting corporate headquarters, I got to visit some off-the-beaten-track parts of the country. It gave me a broader perspective on Japan as well as some specific investment ideas I plan to research further.\"I also visited a few emerging-market countries – some investable for this fund and others not – and it broadened my view on some big-picture trends in such areas as telecommunications, payments and foreign investment.\"So, even though rest and a recharge were the goals of my leave, gaining some investment insights was definitely one of the ancillary benefits of my time away from the office. Another was my renewed enthusiasm to get back to work on behalf of the fund's shareholders.\"",
        "PortfolioManagersReviewDate": ""
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "Our investment approach targets companies we think have multiyear structural growth prospects, high barriers to entry and attractive valuations based on our earnings forecasts.By high barriers to entry, we mean firms with pricing power. We aim to invest in companies that, even when facing reduced demand, can still raise prices – or at least won't need to lower them. These companies often will slash costs in bad economic times while simultaneously maintaining prices. Once conditions improve, they tend to raise prices while keeping costs down, which we believe results in higher cycle-to-cycle margins.Our portfolio construction process is based on bottom-up security selection, rather than our opinions about economic trends. This approach requires us to analyze all of the different market areas to which the fund may be exposed. We study the earnings of companies in the portfolio across subindustries, investment themes, currency and geography, in an effort to better understand the risks the fund is taking, as well as where we may need to make adjustments.Often, we will identify a name that may enjoy favorable multiyear structural growth prospects and high barriers to entry, but that does not currently meet our valuation requirements. In this case, we tend to not buy the stock right away. Instead, we calculate a fair-value range, and then wait for a future buying opportunity.As of the end of the quarter, the fund's largest sector overweightings were in information technology and financials, where we found a number of opportunities meeting our bottom- up investment criteria. Our largest underweightings were in consumer staples and materials.Within consumer staples, our individual investment decisions were shaped by our observation that the distribution dominance once enjoyed by mega-cap companies in the sector is waning. Increasingly, consumers are moving toward brands sold directly via the internet and that often cater to more-health-conscious individuals.We have long had investments in rail operators in the U.S. and Canada. Although we see both U.S. and Canadian rail operators as good ways to capitalize on increased global trade and tax reform in the U.S., we currently see Canadian rail companies as providing better relative value than their U.S. counterparts.Also within industrials, we added back a couple of former aerospace holdings. In recent years, we'd doubted the sustainability of new orders in light of record air-traffic volumes. Over time, however, we've come around to the view that continued-high traffic levels are justifying the pace of new orders.In all market conditions, we try to stick to our three-step management strategy, as we look to develop a portfolio with the potential to outperform in both up and down markets. We are hopeful that our focus on good business franchises with stocks trading at attractive valuations can continue to do well, regardless of the economic backdrop. ■",
        "PerformanceReview": "For the quarter ending December 31, 2017, the fund's Retail Class shares gained 4.44%, trailing the 5.25% increase in the MSCI EAFE Growth Index.Positioning in terms of sectors, countries and regions resulted from our bottom-up, stock-by-stock investment process. On a sector basis, relative performance was held back by stock picking in consumer staples, industrials (capital goods) and financials (banks), while security selection in the consumer discretionary sector and the software/services segment of information technology meaningfully contributed.On a country and regional basis, the biggest negative was the fund's sizable underweighting in strong-performing Japan coupled with subpar security selection in that market. The fund materially benefited, however, from out-of-benchmark stakes in emerging markets (EM) – especially South Africa – as well as the United States. We will often invest in U.S.-based companies that conduct all or most of their business in international markets.During the quarter, most of the fund's biggest individual detractors were stocks of European companies, many of which struggled this period relative to the broader market. In aggregate, European stocks (ex U.K.) in the index gained only 2%, compared with mid- to high single-digit gains for major regional counterparts.Our biggest individual detractor in relative terms this period was Assa Abloy, a Sweden-based lock manufacturer. Assa Abloy's shares returned -9% for the fund. Also in the industrials sector, the fund was hurt by its out-of-benchmark position in Fagerhult (-14%), another longtime holding that struggled this period. In both cases, I liked the companies' competitive positions as well as their ability to benefit from the ongoing economic recovery in Europe.Another detractor was Anheuser-Busch InBev, a Belgium-based brewing company that returned about -6% for the fund. InBev's shares lagged the benchmark, due primarily to a weak pricing environment and sluggish U.S. market for beer sales. We continued to like InBev, however, for its dominant competitive position in most of its markets, as well as its strong track record of integrating acquired companies, such as SAB Miller, which became part of InBev late in 2016.On the positive side, the fund's strongest relative contributor was Naspers, an out-of-benchmark position. Naspers shares advanced 29% for the quarter, as the South Africa-based print, TV and internet media group reported better-than-expected earnings driven by smaller e-commerce-related losses and a gain from its roughly 34% stake in fast-growing Tencent Holdings in China. Naspers' core headline earnings rose 65% for the six months ending September 30, while revenue rose 5%. Naspers ended 2017 as one of the world's most valuable companies, due in large part to its stake in Tencent.A stake in Irish building materials company James Hardie Industries (+28%) added value; the company's shares rose sharply in November on strong financial results.Other beneficial overweightings this quarter included U.K.-based hotel operator Intercontinental Hotel Group (+20%) and Komatsu (+28%), a Japanese maker of industrial equipment.In addition, the fund benefited from its lack of exposure to U.K. consumer goods company and benchmark component Unilever (-4%), whose stock fell in part on increased competition and weaker-than-expected sales. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FIGFX",
    "title": "Fidelity® International Growth Fund",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/315910315"
}