{
    "MorningStartRatingInfo": {
        "Expenses": "3 out of 5, Average Fees",
        "OverallRating": "3 out of 5 stars",
        "Returns": "3 out of 5, Average Returns",
        "Risks": "3 out of 5, Average Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+3.58%",
        "AverageAnnualReturn1Y": "+19.65%",
        "AverageAnnualReturn3Y": "+6.59%",
        "AverageAnnualReturn5Y": "+7.54%",
        "AverageAnnualReturnYTD": "-0.35%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "Versus the benchmark, choices and a sizable overweighting in the top-performing information technology sector gave the biggest boost to the fund's performance. Security selection in industrials and consumer discretionary also added value.Geographically, stock picks in emerging markets, which are not part of the benchmark, as well as in Japan and continental Europe helped push the fund ahead of the MSCI benchmark.Relative detractors were minimal, with nicks from out-of-index picks in energy – largely due to Canada-based Cenovus Energy – and the United States. A small cash position also detracted.At period end, Portfolio Manager Bill Kennedy thinks that although international stocks generally seem expensive, they remain cheaper than U.S. counterparts. He is optimistic that an improving macroeconomic backdrop can help fuel further gains in international equity markets.",
        "PortfolioManagersPlan": "\"As of period end, the fund has about 47% of assets in continental Europe, the closest we've been to the benchmark in a long time. What's even more important than our weighting, however, is how our focus in Europe has changed. We had been investing in software companies that stood to benefit as banks and retailers caught up on their tech spending. And we made money as that new-economy theme started to play out.\"While we continue to hear a lot about the opportunities related to economic recovery in Europe, I think what's largely being overlooked is the potential upside from old-economy industry structures that have become a lot more rational than they were before the 2007–2008 financial crisis and the subsequent European sovereign-debt crisis. Fewer players means less competition. As demand ramps up, the surviving businesses may be better positioned to raise prices, which in turn can benefit earnings.\"Among the more-rational industries that I'm most excited about are homebuilders in Spain, Ireland and France, and construction and building-materials companies in Europe. In Ireland and Spain, for example, fewer homebuilders has led supply to fall short of demand. In Europe, construction and capital expenditures as a percentage of gross domestic product remain at multi-decade lows. Given that backdrop, I think it's likely that more homes, roads and plants will be built going forward. I believe the combination of better economic growth, more-rational industry structures and pent-up demand bodes well for the earnings growth of these old-economy companies.\"Some of the stocks in the fund at period end include a brick manufacturer in Austria that is heavily exposed to more homes being built in Europe, and an Ireland-headquartered cement and paving company that seems to me poised to gain as governments start investing in long-neglected infrastructure upgrades.\"",
        "PortfolioManagersReviewDate": ""
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "Although international stocks generated a strong return in 2017, we remain optimistic about their prospects. We expect equity markets to benefit from improved global economic growth, particularly in developed markets. In Europe, we expect to see more catch-up spending in areas that have been neglected for a long time, including building and infrastructure. Japan is a big exporter, so as long as economies in Europe and the U.S. stay strong, we think Japan will benefit. At the same time, emerging markets stand to gain from more political clarity and higher commodity prices, in our view.However, we consider non-U.S. valuations expensive, especially for the higher-quality companies we tend to favor. Plus, there could be challenges ahead. If interest rates go up, it will be harder for price-earnings (P/E) ratios to expand. Companies will have to deliver earnings to see their stock prices go higher. That said, P/E ratios for foreign-developed and emerging-equity markets remain lower than those in the United States. In historical terms, the value of most currencies relative to the U.S. dollar also seems favorable. Both factors bode well for the long-term outlook of international stocks, as we see it.We plan to follow our long-term, bottom-up strategy of investing in what we view as higher-quality non-U.S. companies with above-average earnings-growth prospects and reasonable stock prices. Although it has become harder to find stocks that meet both our quality and price criteria, we believe Fidelity's extensive global research resources can help us find opportunities that might not be widely followed by other investors.Our geographic positioning changed little this quarter. Our biggest overweighting was in emerging markets, at 11% of assets at period end. We expect stocks in many emerging markets to benefit from higher commodity prices, better economic growth and relatively low valuations. Our biggest exposure here is in China and India.In addition, the fund ended the year with a modest overweighting and about 48% of assets in continental Europe, with a focus on companies that can benefit from a recovery in capital expenditures and homebuilding. Many old-economy businesses – including building materials and construction – have more rational industry structures now, including less competition, compared to 10 years ago. Construction and capital spending in Europe have been at multi-decade lows. We believe these categories are well-positioned to benefit from better pricing power in an improving economic backdrop.We've offset these overweightings with sizable underweightings in Japan, Asia Pacific ex Japan, and the U.K., areas in which we've found fewer opportunities that meet both our earnings growth and valuation criteria.In terms of sectors, we maintained a significant overweighting – albeit a slightly reduced one – in information technology. We added to materials this quarter, as we started seeing an uptick in demand for copper and cobalt and as commodity prices began to climb. We trimmed consumer discretionary by reducing media and retailing. Going forward, we plan to remain disciplined in selling stocks that reach what we see as full valuation. ■",
        "PerformanceReview": "For the quarter, the fund's Retail Class shares gained 4.00%, versus 4.25% for the benchmark MSCI EAFE Index. Security selection had a negligible impact on our result compared with the benchmark, while industry positioning provided a modest boost.International equities capped off a strong 2017 with a solid gain in the fourth quarter. Markets worldwide benefited from steady and improved economic growth, low inflation, accommodative monetary policies and a weaker U.S. dollar. Energy prices rose, volatility remained low and corporate earnings accelerated. Investors took on more risk, especially benefiting emerging-market and growth stocks.Within the MSCI EAFE Index, Continental Europe gained 1%, whereas stock markets in Japan and Asia Pacific ex Japan rose about 9% and 7%, respectively. U.K. stocks also outpaced the benchmark's advance, rising roughly 5%.In terms of sectors, energy (+10%) posted the strongest gain within the EAFE index, followed by materials (+9%), which benefited from better commodity prices. Consumer discretionary, information technology and consumer staples each advanced about 5%. By contrast, more-defensive sectors, including utilities (-1%), telecommunication services (+1%) and health care (0%), made little headway the past three months.The fund's sizable overweighting and roughly 11% stake, on average, in emerging markets gave the biggest boost to relative performance. Stock picks in consumer staples also helped. Top individual contributors included non-benchmark positions in Naspers in the technology sector and Kweichow Moutai in consumer staples.Our position in Naspers advanced 27% for the quarter, as the South Africa-based print, TV and internet media group reported better-than-expected earnings driven by smaller e-commerce-related losses and a gain from its roughly 35% stake in Tencent Holdings, a fast-growing technology conglomerate in China.In consumer staples, our stake in Kweichow Moutai, China's top liquor brand, gained about 37% the past three months. Amid rising domestic demand for alcoholic beverages, the company reported better-than-anticipated growth in profits. Moutai, the largest and oldest producer of baijiu – a strong spirit distilled from sorghum and rice – has benefited from a rebound in luxury liquors two years after President Xi Jinping's crackdown on lavish gift-giving among government officials.In developed markets, our investment in Japan-based consumer electronics leader Sony rose 22%. Turnaround efforts began to pay off in late 2017, with management announcing in October that fiscal-year operating profits would be the highest in the company's history and far exceed estimates, thanks to strong revenue gains across the business's gaming, semiconductor, music and film segments.Positioning in Japan and stock picks in the U.K. nicked relative performance. Security selection in energy and tech also modestly detracted. In particular, not owning U.K.-based Royal Dutch Shell hampered our result, as shares of this integrated oil and gas company gained 12% for the fourth quarter after reporting operating results that reflected strength in its three businesses. Investors especially applauded a 50% rise in net profits for the third quarter, seeing it as an indication that Shell was doing a good job adapting to the low price environment for oil, including managing costs and capital expenditures.Other disappointments included Netherlands-based health care equipment & services company Koninklijke Philips (-8%) and household and personal goods leader Unilever (-4%), our second-largest holding. Philips' stock remained under pressure as the company transitioned its focus from consumer electronics to health care products. Unilever's shares fell after a disappointing third-quarter earnings report, which the firm attributed to weaker-than-expected performance in North America and Europe. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FIGRX",
    "title": "Fidelity® International Discovery Fund",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/315910208"
}