{
    "MorningStartRatingInfo": {
        "Expenses": "3 out of 5, Average Fees",
        "OverallRating": "4 out of 5 stars",
        "Returns": "4 out of 5, Above Average Returns",
        "Risks": "3 out of 5, Average Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+6.43%",
        "AverageAnnualReturn1Y": "+23.22%",
        "AverageAnnualReturn3Y": "+9.34%",
        "AverageAnnualReturn5Y": "+9.92%",
        "AverageAnnualReturnYTD": "+0.52%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "For the fiscal year ending October 31, 2017, the fund gained 26.13%, topping the 23.85% advance of the benchmark MSCI ACWI (All Country World Index) ex USA Index.After early weakness following the November 2016 U.S. presidential election, both foreign-developed and emerging markets rallied strongly, providing a favorable environment for Portfolio Manager Sammy Simnegar's focus on high-quality businesses with positive stock-price momentum.Versus the benchmark, stock picking in consumer discretionary contributed most to fund performance, followed by positioning in health care and industrials. Overall, active management added value in nine of 11 market sectors this period.Consumer staples and materials were the only two sectors that detracted from relative performance. A small cash position also hurt in a strong market.Geographically, holdings in Japan, the U.K. and Hong Kong stood out for their favorable relative performance. Conversely, positioning in South Korea and Brazil held back the fund's result.At period end, Sammy is encouraged by signs of simultaneous acceleration in global economies, and he has increased the fund's exposure to more-cyclical names to take advantage of this development.",
        "PortfolioManagersPlan": "\"One way to look at a mutual fund's performance is to measure how well it has done versus its benchmark in both up and down markets – often referred to as 'upside capture' and 'downside capture.' For example, if a fund has an upside capture of 78% for a certain period of time, this means it captured 78% of the benchmark's gains during that period.\"The goal of my management style is to roughly keep pace with the benchmark in advancing markets and to outperform in declining markets. I try to do this by focusing on two factors: quality and momentum.\"Historically, my emphasis on quality has tended to help the fund amid falling share prices, as investors typically seek out companies with lower debt, better cash flow, stronger competitive moats and other quality markers during difficult times. When the system works as intended, it gives the fund's shareholders a somewhat smoother ride during the market's rough patches.\"When the market has been strong, momentum has tended to keep the fund roughly in sync with the benchmark. That's because looking at momentum helps keep me focused on stocks that are participating in the rally and avoiding those that, although perhaps attractive in other ways, are responding less favorably for some reason.\"Although the system isn't perfect, it's worked fairly well for me over time. According to Morningstar, for the five years ending October 31, 2017 – a reasonably long period reflecting the methods I currently use – the fund exhibited an upside capture of roughly 101% and a downside capture of about 68%, resulting in significant overall outperformance.\"",
        "PortfolioManagersReviewDate": ""
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "We're encouraged by signs of simultaneous acceleration in global economies. In particular, we're encouraged by how well China is managing its transition to a consumer-driven economy. Although this process has much further to go, and we would prefer to see more of a free-market approach, the government has done a good job so far, in our opinion.The outlook for major developed markets also appears favorable as of December 31, with the U.S. doing well and Europe and Japan benefiting from a combination of decent economic growth, low inflation and accommodative monetary policy. U.S. passage of major tax-cut legislation in December should further bolster that country's prospects, in our opinion.Given this improving picture, we've maintained strong commitments to sectors such as technology and industrials, but doing so with a quality bias, given somewhat stretched valuations.The fund's out-of-index exposure to the U.S. increased modestly to roughly 13% of net assets at quarter end. Although high valuations there concern us, we still view the United States as a plentiful source of high-quality companies with global exposure.We continued to overweight India, a country we have liked for quite a while for its pro-business environment and healthy growth prospects. Other heavier-than-benchmark country weightings included the U.K., France and Ireland.Japan remained the fund's largest country underweighting. Most of the well-known, large-cap exporters in this market tend to be overpriced, in our view. Consequently, our holdings in this country generally are domestically oriented firms that we believe are relatively unappreciated.Industrials was by far the fund's largest sector overweighting this quarter. Many holdings here are not names people would immediately think of as industrials stocks, but they occupy niches that we believe could be profitable in the current environment, such as airports and toll roads.Information technology also remained a meaningful overweighting for the fund this quarter. Here, the vast majority of our exposure was in the software & services group. We like a number of these companies for their quality and record of reliable, stable growth.Financials remained the fund's largest sector underweighting by a wide margin. A number of large banks in the benchmark remained unappealing to us, given their valuations and the meager prospects for earnings growth we foresaw.At the stock level, U.K. consumer goods firm Unilever was the fund's largest overweighting at period end, followed by Anglo-Dutch media company RELX and Dutch brewer Heineken.We continued to underweight a number of large-cap index stocks whose prospects we thought were unexciting compared with other possibilities. ■",
        "PerformanceReview": "The fund gained 5.84% in the fourth quarter, topping the 5.03% return of the benchmark MSCI ACWI (All Country World Index) ex USA Index. Foreign stocks in both developed and emerging markets were aided by improving prospects for global economic growth, accommodative monetary policy and a generally weaker U.S. dollar, which bolstered the returns of foreign stocks quoted in greenbacks.Versus the benchmark, stock selection and a significant overweighting in information technology contributed meaningfully to performance, followed by picks in the consumer sectors and positioning in financials, notably banks. Regionally, active management added the most value in mainland Europe.Overweighting NetEase also aided results, with our position in the China-based internet company surging 38%. The company provides online games, internet media, email, e-commerce and other services. Optimism about upcoming game releases drove the stock's performance.Another contributor, Maruti Suzuki India, is by far the dominant automaker in India, a market in which auto ownership enjoyed healthy growth due to the rapidly growing middle class. The company has been doing a good job of riding this trend with appealing products customized to the local market, and its stock responded with a 25% gain.Conversely, our picks in materials and industrials, along with negligible exposure to the strong-performing energy sector, weighed on relative performance this quarter. By country, positioning in South Korea, Brazil and Japan hampered results.Health insurer Qualicorp (-21%) and Banco BTG Pactual (-18%), a bank primarily engaged in investment banking and investment management, had similar stories. Both are headquartered in Brazil, which saw deteriorating investor sentiment this quarter amid uncertainty about whether fiscal reforms put in motion by current president Michel Temer would survive the election scheduled for October 2018, particularly if former president Luiz Inacio Lula da Silva – who opposes most of the reforms – makes another bid for the country's top political post.In July 2016, \"Lula\" was sentenced to jail time for corruption and money laundering. However, he has indicated his interest in running for office again, and a trial later in January likely will determine if he can do so. Qualicorp was the fund's largest individual relative detractor this quarter.We'll also mention U.K.-based Playtech, a developer of unified software platforms and content for the online, mobile and \"brick and mortar\" gaming markets. Our small non-benchmark stake here fell 21% for the quarter. The stock declined sharply in early November, after the company warned that slower business in Asia could take a toll on earnings.Not owning sizable index constituent Royal Dutch Shell also worked against us, given this stock's 12% gain. The integrated oil and gas company reported favorable operating results that reflected strength in its three businesses. Investors particularly applauded a 50% rise in net profit for the third quarter, seeing it as an indication that Shell was doing a good job adapting to the low price environment for oil, including managing costs and capital expenditures.Although we did open a relatively modest position in the energy sector this quarter, we remained of the opinion that there likely were better, higher-quality opportunities elsewhere. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FIVFX",
    "title": "Fidelity® International Capital Appreciation Fund",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/315910810"
}