{
    "MorningStartRatingInfo": {
        "Expenses": "2 out of 5, Below Average Fees",
        "OverallRating": "3 out of 5 stars",
        "Returns": "3 out of 5, Average Returns",
        "Risks": "2 out of 5, Below Average Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+3.35%",
        "AverageAnnualReturn1Y": "+0.39%",
        "AverageAnnualReturn3Y": "+1.04%",
        "AverageAnnualReturn5Y": "+1.15%",
        "AverageAnnualReturnYTD": "-0.74%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "For the fiscal year ending August 31, 2017, the fund's Retail Class shares gained 1.40%, roughly in line, net of fees, with the 1.53% return of the Fidelity Limited Term Composite IndexSM.The U.S. Federal Reserve raised policy rates by a quarter-point on three separate occasions the past 12 months, pushing yields higher at the front end of the yield curve. Spreads on corporate securities narrowed, driven in part by a strong technical backdrop. While the decline in spreads supported the performance of the corporate sector, it also made it more challenging to find attractive combinations of risk and return, particularly later in the period.Bond returns remained lackluster on an absolute basis, but the fund's corporate holdings out-earned comparable-maturity U.S. Treasuries, which the fund underweighted. This positioning contributed to benchmark-relative performance.Within corporates, overweighting the bonds of financial institutions added value, while underweighting bonds in the basic industry segment hurt. Conversely, an overweighting and picks in the industrial sector hampered fund results somewhat, especially those of communications issuers.Elsewhere, a fairly small allocation to mortgage-backed securities detracted. However, underweighting government-related agency securities and avoiding debt of foreign-government institutions contributed versus the index.At period end, the portfolio managers remain focused on what they believe are quality credits in favorable sectors.",
        "PortfolioManagersPlan": "\"The Federal Reserve has stated plans to soon begin a long, slow process of reducing its balance sheet: essentially, quantitative easing in reverse.\"In September, the Fed is expected to announce the timing of its plan to start paring the roughly $4.5 trillion-worth of Treasury bonds and mortgage-backed securities it owns. Many investors think this balance-sheet reduction could begin as soon as October. The Fed had built up its holdings of these securities from 2008 to 2014 as part of its so-called quantitative easing (QE) efforts to stimulate the U.S. economy.\"The Fed aims to reduce its bond holdings gradually and predictably so it doesn't accidentally stall the economy or cause a market disruption. It would like to avoid anything akin to the 'taper tantrum' of 2013, a period of surging yields attributed to the Fed's reduced bond purchases. Rather than selling bonds on the open market, the Fed will likely implement a system of capped runoff, allowing a small, and gradually rising, portion of its monthly maturities and prepayments to be refinanced in the private markets.\"It is possible that this process could go fairly smoothly, but we are concerned that added bond supply could put upward pressure on longer-term yields. It's one reason that, when possible, we have positioned the portfolio to benefit from potentially higher yields going forward.\"That said, the Fed's plan also may present a few opportunities. For example, we could potentially see higher spreads for mortgage-backed securities over time. QE is widely credited with keeping mortgage rates low for years; the reverse of QE may raise those rates, resulting in attractive values and yields in this bond segment. As we see it, the market outlook may favor active and flexible portfolio management. We plan to implement a flexible but opportunistic approach to the potentially shifting fixed-income landscape.\"",
        "PortfolioManagersReviewDate": ""
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "The U.S. economy remains fairly strong, in our view. However, corporate leverage has increased and credit ratings have generally migrated downward – even though there has been some ratings stabilization recently.Also, much of the corporate credit market appears fully valued, and the yield advantage of these bonds over comparable-maturity Treasuries has declined. Therefore, it has become harder to find attractively valued securities.We are somewhat optimistic about the tax reform bill, as limits on the amount of net interest that corporations can deduct and the lower corporate tax rate could result in less corporate bond issuance – seemingly a positive for supply/demand technicals. However, this is balanced by the reform bill's potentially positive impact on near-term economic growth, which may work to reinforce the current policy rate-hike cycle.The U.S. Federal Reserve still anticipates three quarter-point interest rate increases in 2018, two more the following year, and two in 2020. We think low inflation may keep long-term rates contained as the Fed continues to increase policy interest rates.Overall, the market backdrop creates the potential for periods of volatility, which we believe may provide opportunities to position our bond funds for longer-term outperformance.At period end, we continue to overweight spread sectors, including high-quality corporate bonds, asset-backed securities (ABS) and CMBS. We also maintain modest exposure to agency MBS, although we think spreads of these securities relative to Treasuries look tight. We are seeking to opportunistically sell particular positions where spreads have tightened meaningfully.Within corporates, we think demand remains strong, although spreads are tight here, as well. ■",
        "PerformanceReview": "U.S. taxable investment-grade bonds posted a slightly positive return for the fourth quarter of 2017, amid record low volatility and strong demand for new issues. The Bloomberg Barclays U.S. Aggregate Bond Index returned 0.39%, as coupon income more than offset the negative price impact of modestly higher interest rates. The passage of a federal tax-reform package contributed to higher yields during the period, though its overall impact on the bond market has been fairly modest thus far.Longer-term rates rose moderately during the period, while shorter-term rates advanced more, continuing their yearlong climb and resulting in an ongoing flattening of the yield curve. The Federal Open Market Committee (FOMC) raised target interest rates by 0.25 percentage points in December, and recent Fed communications suggest a broad-based consensus exists for the continuation of gradual policy-rate normalization. The Fed is planning for three quarter-point hikes in 2018; at period end, the market expected roughly two hikes for the new year.In addition, in October the FOMC began the process of slowly paring back the $4.5 trillion-worth of Treasury bonds and mortgage-backed securities on its balance sheet. This long process of balance-sheet normalization may contribute to an uptick in volatility and higher market yields over time.Most economists believe the U.S. economy remains healthy, driven by strong consumer sentiment, ample business investment and a tightening labor market. The unemployment rate continues to hover near a 17-year low, and many market participants expect continued labor market strength in 2018.Meanwhile, wages increased at a modest 2.5% year-over-year pace, as of the latest data in November.Outside the U.S., the world's largest economies grew steadily, and mostly in unison. Global exports rose, reflecting improvement in global demand for goods and services. The eurozone continued to benefit from improving credit conditions and positive overall market sentiment. Elsewhere, manufacturing activity and the housing market in China have recently cooled somewhat, although China is expected to maintain its gross domestic product target at 6.5% for 2018.Within the Bloomberg Barclays index, yield-advantaged, credit-sensitive sectors led the way amid a supportive backdrop for risk assets. U.S. corporate bonds advanced broadly, returning 1.17% for the quarter, meaningfully outpacing Treasuries (+0.05%). Within corporates, bonds issued by utility companies slightly outperformed those from financial and industrial firms.Within securitized sectors of the market, commercial mortgage-backed securities (CMBS) edged Treasury investments with a return of 0.35%, partly driven by limited supply of these securities. Mortgage-backed securities (MBS) also had a slightly positive showing, advancing 0.15%.Among non-core fixed-income segments, U.S. corporate high yield outperformed similar-duration Treasuries with a return of 0.47%, according to Bloomberg Barclays, although the return notably lagged the absolute and risk-adjusted return of the past several quarters. Investment-grade emerging-markets performed similarly, returning 0.63%. Elsewhere, U.S. Treasury Inflation-Protected Securities (TIPS) stood out with a return of 1.26%, outperforming nominal Treasuries. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FJRLX",
    "title": "Fidelity® Limited Term Bond Fund",
    "url": "https://fundresearch.fidelity.com/mutual-funds/analysis/315916718"
}