{
    "MorningStartRatingInfo": {
        "Expenses": "2 out of 5, Below Average Fees",
        "OverallRating": "3 out of 5 stars",
        "Returns": "3 out of 5, Average Returns",
        "Risks": "2 out of 5, Below Average Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+9.79%",
        "AverageAnnualReturn1Y": "+10.20%",
        "AverageAnnualReturn3Y": "+8.73%",
        "AverageAnnualReturn5Y": "+12.45%",
        "AverageAnnualReturnYTD": "-1.46%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "For the semiannual reporting period ending October 31, 2017, the fund gained 6.85%, significantly trailing the 9.10% advance of the benchmark S&P 500® index.The fund's underperformance of the benchmark the past six months was shaped by a market environment that favored highly priced growth stocks, a headwind for Portfolio Manager Matt Fruhan's valuation-conscious strategy.Stock picking in the health care sector, especially among pharmaceutical-related stocks, was the biggest relative detractor. Stock picks in industrials also hurt, as did a combination of weak security selection and below-benchmark exposure to the market-leading information technology sector.Notable relative contributors included security selection in financials, as well as a very large overweight in this strong-performing category.As of October 31, the fund remained significantly overweight in the financials and energy sectors, where Matt continued to see longer-term opportunities.Meanwhile, the fund remained underweight in the information technology and consumer discretionary sectors, particularly certain high-priced stocks Matt viewed as beneficiaries of intense investor interest.",
        "PortfolioManagersPlan": "\"In the slow-growth environment of the past few years, investors have crowded into a relatively small handful of fast-growing companies. These include highly profitable businesses such as social-media platform Facebook, as well as competitively dominant firms with less-robust balance sheets, including streaming entertainment company Netflix, e-commerce giant Amazon and electric automobile maker Tesla.\"I consider each a good business, some better than others. The problem I see is that, as of October 31, their stocks are trading at massive premiums that I don't believe reflect their true prospects for future earnings. The portfolio does not include Netflix, Amazon and Tesla, and holds a modest, below-benchmark stake in Facebook.\"In the case of a financially strong company like Facebook, it's done a phenomenal job taking market share. But investors already appear to have priced in the fact that future growth will continue at the same pace as past growth – an unlikely event as the law of large numbers starts to kick in.\"I'd put Amazon and Tesla in a different category than Facebook – neither generates a lot of earnings or cash flow, and their financial situations tend to be less secure.\"But for most of these companies, the market now expects the current stock-performance streak to continue, and has priced the shares accordingly.\"",
        "PortfolioManagersReviewDate": ""
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "Our investment philosophy and process is based on the idea that stock prices follow changes in long-term earnings estimates. Because long-term earnings estimates are inherently less predictable than short-term earnings estimates, the market is prone to overreact to changes in the latter, leading securities to become mispriced relative to their intrinsic, or true, value.We believe that by combining exhaustive investment research with patience and discipline, an investor has the opportunity to take advantage of this market inefficiency. Also, we are very strict about not paying more for stocks than we believe they're worth. A focus on valuation is critical, as we look for unwarranted valuation discrepancies to normalize over time.Stocks with lower valuations may outperform or underperform at different points in a given market cycle, but this characteristic has historically led to outperformance over longer stretches. This close attention to valuation is one way we manage risk.With the fund's management approach, you'll invariably have periods when the market is working against you and individual investments may struggle. But we believe that following a disciplined and patient strategy provides opportunities to move past the market's short-term thinking to capture long-term value.At year-end, the fund remained significantly overweighted in the financials sector, especially banks. This stance reflects our view that the earnings power of many companies in the sector have been undervalued by the market. In recent years, the market's expectation has shifted from a deflationary environment with downward pressure on interest rates and bond yields to one characterized by upward pressure on rates and yields.In addition, loan growth has picked up, while hope for industry deregulation has further boosted the financials sector.As of December 31, our two largest individual overweights were in banks: Bank of America and Citigroup, while we also significantly overweighted State Street. That said, in light of all of these stocks' strong results in recent years, we very modestly reduced our holdings this quarter, consistent with our focus on valuation.Another area in which the fund continued to be significantly overweight was energy. Our view is that the sector's down cycle is a function of excess supply and not a demand issue, as global demand has steadily increased. Although ample supply returned to the market in early 2017, we are expecting supply growth to moderate over the long term as capital becomes more expensive and less available to marginal producers. ConocoPhillips and Suncor Energy were both among the fund's largest holdings at the end of 2017.The fund was significantly underweight information technology and consumer discretionary stocks throughout the period. We especially wanted to avoid exposure to various high-flying growth stocks that, even in the case of very good businesses, we thought were being valued based on best-case scenarios. Accordingly, at period end, the fund's largest individual underweights included Amazon.com – which is not classified as a technology stock but in many ways acts like one – and social-media firm Facebook.Looking ahead, we are relatively optimistic about the backdrop for the fund. Our investment style often leads us to lower-valuation, dividend-oriented companies, and at year-end, many of these are quite attractively valued relative to some of the market's highest-growth names. ■",
        "PerformanceReview": "For the quarter, the fund gained 5.95%, lagging the 6.64% rise of the benchmark S&P 500® index. Versus the benchmark, the fund was hurt most by stock picking in health care, industrials and energy. On the positive side, the fund benefited from favorable picks in information technology.The biggest individual detractor was our sizable stake in General Electric (-27%), as the industrial conglomerate cut its dividend for the first time since 2009 and reported its largest quarterly earnings miss in roughly 17 years. The company attributed its struggles to lackluster performance in its oil-and-gas and electric power-related businesses. Going forward, GE said it plans an aggressive focus on controlling costs, while maintaining critical long-term investments. Although GE's ability to manage costs has been disappointing to us, we continued to see good prospects for a turnaround here, led by the company's new CEO. We are cognizant that business turnarounds can take time, however, and are remaining patient with the company, which we believe has a number of very strong businesses.In health care, the stock of Boston Scientific (-15%), maker of the implantable WatchmanTM device aimed at preventing strokes, stumbled in late November after the firm announced a delay in the commercialization of its LOTUS EdgeTM Aortic Valve System. The delay followed February's voluntary recall for the product. Boston Scientific announced plans to re-introduce LOTUS EdgeTM in Europe and file for Pre-Market Approval (PMA) with the U.S. Food and Drug Administration early in 2018.Our non-benchmark position in Britain's GlaxoSmithKline, one of the world's largest drugmakers, returned roughly -11% the past three months, caught up in a broad sell-off of hospitals, pharma firms and other health care areas. Also, investors proved unenthusiastic about Glaxo's potential bid for Pfizer's consumer-health business, and were further put off by CEO Emma Walmsley's lack of assurance regarding negative effects such a deal could have on future dividend payouts.On the plus side, Glaxo reported solid earnings and favorable clinical and regulatory outcomes for several pipeline compounds.Turning to contributors, Bank of America – one of the fund's largest holdings – saw its shares rise 17% for the quarter, driven partly by expectations that future earnings would benefit as a result of the new federal tax bill, as well as higher policy interest rates. In October, the company reported better-than-expected revenue, earnings and customer deposits, largely due to its consumer banking operation. The bank also reported continued growth in loans and higher-than-expected net interest income, and that it was not seeing weakness in its mortgage or credit card businesses.Shares of Qualcomm, another sizable holding, rose about 25% the past three months, boosted by takeout speculation for the maker of communications chips, as well as better-than-expected earnings and revenue. On an absolute basis, financial results continued to be hampered, however, by an ongoing licensing-fee disagreement with Apple, a major customer. In September, a judge ruled that Apple can continue withholding royalty payments to Qualcomm as the legal battle continues, which could take many months. The legal dispute helped to trigger a $105 billion takeout offer for Qualcomm by rival Broadcom in November. Qualcomm rejected the offer, and, at year-end, Broadcom was considering a possible proxy fight.Also contributing to our relative result was biopharmaceutical firm Celgene (-28%), a benchmark component that did not fit our criteria and that we chose not to hold. Shortly after hitting an all-time high, shares of this company took an October tumble amid a flurry of negative news. First came the announcement that the company would cease trials for mongersen, its candidate compound to treat Crohn's disease, for which Celgene paid $710 million in 2014. Next came downward earnings guidance, given disappointing sales of its psoriasis drug Otezla®. These events were followed by worries over other of Celgene's pipeline prospects and a potential reshuffling of executives. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FLCSX",
    "title": "Fidelity® Large Cap Stock Fund",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/315912402"
}