{
    "MorningStartRatingInfo": {
        "Expenses": "1 out of 5, Low Fees",
        "OverallRating": "4 out of 5 stars",
        "Returns": "4 out of 5, Above Average Returns",
        "Risks": "1 out of 5, Low Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+9.88%",
        "AverageAnnualReturn1Y": "+14.46%",
        "AverageAnnualReturn3Y": "+8.26%",
        "AverageAnnualReturn5Y": "+11.09%",
        "AverageAnnualReturnYTD": "+0.13%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "For the semiannual reporting period ending January 31, 2018, the fund's Retail Class shares gained 14.57%, handily outperforming the 11.23% return of the benchmark Russell 2000® Index.The Board of Trustees approved a change to the fund's investment policies (effective November 7, 2017) that has expanded the definition of \"low-priced stocks.\" Previously, low-priced stocks were defined as those priced at or below $35 per share. This definition was expanded to include stocks with an earnings yield at or above the median for the Russell 2000® Index, as well as those priced at or below $35 per share. Earnings yield represents a stock's earnings per share for the most recent 12 months divided by current price per share. We believe the expanded definition better reflects the portfolio managers' investment process and provides greater flexibility while remaining faithful to the fund name. No changes to the investment process and portfolio characteristics are expected.The fund's outperformance of the benchmark the past six months was driven by stock selection in the retailing and technology hardware & equipment industries, as well as an underweighting in the poor-performing real estate sector.Among the biggest individual relative contributors were out-of-benchmark positions in disk-drive maker Seagate Technology, along with retailers Ross Stores, Next and Best Buy.Conversely, a non-benchmark stake in contract electronics manufacturer Hon Hai Precision Industry was the fund's biggest detractor. Avoiding strong-performing biotech companies and index constituents Nektar Therapeutics, Bluebird Bio and Sage Therapeutics also held back the fund's relative result.On December 1, 2017, Joel Tillinghast assumed responsibility for the consumer sleeves of the fund. Kathy Buck will continue to serve as Co-Manager until March 31, 2018, at which time Joel will be named sole manager for these sleeves.",
        "PortfolioManagersPlan": "\"A key part of my investment process is to identify outstanding corporate stewards who are part of a really great management team that is creating something distinctive and highly valued for its customers. Many times, a high-quality management team is trying to transform or upgrade a business amid an evolving marketplace and shifting client needs.\"One company that falls into this category is Weight Watchers International, an overweighted positon for us and a notable contributor the past six months. The management team at Weight Watchers is looking to transform its business, which was previously focused on calorie counting and weigh-ins with a largely older customer base, to establishing and monitoring a broader demographic's healthy living and wellness goals over a lifetime. The calorie counting that was a key aspect of Weight Watchers' business was being challenged, partly because calorie counters are now ubiquitous – available online or via mobile apps. Weight Watchers' management recognized the need to change its service.\"Recently, Weight Watchers outlined a new strategic vision to grow its business that includes adding new members and increasing its retention rate. It has removed artificial ingredients in its food products, announced new programs, such as free memberships for teenagers, and set bold sales goals for the next few years. In my view, this new direction represents increased value for the company's existing and target customers.\"I also like to own the stocks of businesses that are not likely to become obsolete, and losing weight is unlikely to go out of style any time soon. The social aspect of weight loss also is important. Weight Watchers offers support for people who are traveling together on the same journey, now both in person and through a social network. That's an important part of the company's business model that I believe offers additional value to its customers.\"",
        "PortfolioManagersReviewDate": "JANUARY 31, 2018"
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "Our investment approach remains largely unchanged. The portfolio management team continues to look for undervalued companies where we feel confident in our ability to better understand their earnings potential, those that are not likely to succumb to competition or obsolescence, and those with honest and capable management teams. The fund's benchmark is limited to U.S.-based companies, but we continue to find many attractive opportunities abroad. As a result, at period end the fund continued to maintain about a third of the fund's assets in foreign-based stocks. Some extensive research work is being done by our analysts in Japan, Canada, Australia, Ireland, London and other parts of Europe, and we have been able to leverage Fidelity's global research footprint to take advantage of those opportunities.Although the fund's 11% cash position, on average, this quarter may have appeared high on an absolute basis, it remained roughly in line with its historical average because higher stock valuations have limited our \"low priced\" opportunity set. However, we are optimistic that the investment policy change in November 2017 will expand the fund's investment universe and lead to greater opportunities in undervalued small- and mid-cap stocks of high-quality companies with stable growth prospects that trade at a discount to our estimation of intrinsic (fair) value.At year-end, the fund's positioning had not materially changed from the prior quarter. The largest sector allocations were consumer discretionary (24%), information technology (18%) and health care (13%). Among these, only consumer discretionary represented a significantly higher allocation than the benchmark, which held a roughly 13% stake. The fund also continued to be notably overweighted consumer staples, while being underweighted industrials, financial, real estate, utilities, health care, materials, energy and telecommunication services. ■",
        "PerformanceReview": "For the quarter, the fund's Retail Class shares rose 6.63%, outperforming the 3.34% return of the benchmark Russell 2000® Index. The fund's outperformance of the small-cap-oriented benchmark was driven by good stock selection, especially in the information technology and health care sectors. Our picks in financials and consumer discretionary helped to a lesser extent. These four categories represented the fund's largest sector allocations the past three months.Our health care holdings (+11%) outperformed those in the benchmark by about nine percentage points. Here, a sizable stake in health care provider UnitedHealth Group gained 13% and was among our top relative contributors. Elsewhere within health care, investments in Aetna and Anthem rose 14% and 19%, respectively, boosting the fund's result.The fund's investments in information technology rose 7% the past three months, beating benchmark counterparts by six percentage points, helped largely by data-storage provider Seagate Technology (+28%) and engineering simulation software provider Ansys, which returned 20%.The fund's consumer discretionary sector positions collectively returned about 9%, compared to roughly 8% for those in the index. Notable contributors here included retailer Ross Stores, a top-10 position, which advanced 25%. Elsewhere, our stake in electronic retailer Best Buy, a sizable holding that rallied 21%, and Monster Beverage, which advanced about 15% this quarter, also helped boost the fund's relative performance.In the financials sector, our 6% advance outperformed similar sector holdings in the benchmark by four percentage points, led by consumer financial services firm Synchrony Financial and supplemental insurance provider Unum Group, which returned 25% and 8%, respectively. None of the contributors mentioned were in the benchmark the past three months.Turning to detractors, our positions in U.K. apparel retailer Next Plc returned -12%, as the multiline retail industry endured headwinds. In addition, not having any exposure to a few strong-performing biotechnology companies that were represented in the index, including Nektar Therapeutics, Kite Pharma and Bluebird Bio, held back the fund's relative performance.The fund maintained more than a third of its total holdings in foreign-based stocks. While our positions in U.S.-based companies notably contributed to the fund's outperformance of the benchmark this quarter, stock picks in Japan (+8%), emerging markets (+8%) and Asia ex-Japan (+7%) each outperformed the all-U.S. Russell 2000 index this quarter. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FLPSX",
    "title": "Fidelity® Low-Priced Stock Fund",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/316345305"
}