{
    "MorningStartRatingInfo": {
        "Expenses": "2 out of 5, Below Average Fees",
        "OverallRating": "1 out of 5 stars",
        "Returns": "2 out of 5, Below Average Returns",
        "Risks": "2 out of 5, Below Average Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+7.03%",
        "AverageAnnualReturn1Y": "+11.99%",
        "AverageAnnualReturn3Y": "+5.19%",
        "AverageAnnualReturn5Y": "+9.01%",
        "AverageAnnualReturnYTD": "-0.24%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "Notable individual detractors versus the benchmark included overweightings in Skyworks Solutions and Broadcom, both semiconductor firms serving the smartphone industry, including Apple. Each stock was hampered this period by a slower-than-expected rollout of Apple's latest version of its iPhone® device.Conversely, relative performance benefited from overall industry positioning, especially underweightings in consumer staples, utilities and health care, all of which trailed the broader market.The largest individual contributor was a sizable non-benchmark position in ON Semiconductor, which rose about 66% this period, reflecting the growing proliferation of the firm's microchips in the internet of things.Portfolio Manager Mark Notkin is optimistic about the domestic economy in 2018, based on several factors. He believes healthy jobs growth in 2017 should pay some dividends, while still-low absolute interest rates should continue to support housing and the automotive industry, among others.In addition, Mark considers recent passage of the tax reform bill significant. Lower corporate tax rates, accelerated depreciation of capital expenditures and lower repatriation rates should all drive better economic growth, in his view.",
        "PortfolioManagersPlan": "\"I expect to continue overweighting consumer discretionary and technology stocks. My favorite tech themes are mobile, cloud computing, electronic payments, digital advertising and marketing, e-commerce, and video gaming. In consumer discretionary, I favor automotive suppliers. This is a much better industry post-Great Recession due to significant consolidation, resulting in higher market share and stronger profit margins. I focus on firms that can grow content in a flat production environment – so growth segments like electronics, infotainment and emissions have been key themes.\"In consumer staples, I find companies overvalued relative to their forward earnings growth. My de-emphasis of consumer staples and other bond proxies, including real estate and telecommunication services, likely will continue, given their sensitivity to rising rates.\"I expect to maintain underexposure to health care, as political risk, budget constraints and drug pricing have made me more cautious. This sector declined to 3% of fund assets as of January 31. Despite a solid demographic story driven by an aging population, I feel there will be constant pressure to contain, if not reduce, pricing, given enormous Federal debt and budgetary constraints. Further, political pressure over drug prices isn't waning, as self-policing has already materially slowed price increases for many drugs.\"Banks remained a period-end overweighting because I believe earnings growth likely will be driven by a stronger economy, modestly higher interest rates and the easing regulatory platform of the administration. I may look to add to industrials and other cyclicals, but still maintain a cautious view of mining and energy, where the underlying commodity is so difficult to predict.\"Lastly, based on my optimistic view of the economy, I expect to keep our allocation to below-investment-grade stocks at 55% to 60%, the higher end of the fund's historical range.\"",
        "PortfolioManagersReviewDate": ""
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "We continue to manage the portfolio with a value-oriented approach to bottom-up security selection. Our focus is on companies with earnings growth at a reasonable price and also high free-cash-flow yield, or cash flow from operations divided by the market capitalization of the common stock. We capitalize on Fidelity's in-house research to find investment ideas that we think are mispriced relative to their earnings prospects two to three years down the road.The fund's year-end positioning reflects our desire to balance risk and reward. As of December 31, the information technology sector represented 28% of fund assets, while consumer discretionary stood at roughly 25%. Conversely, we had only modest exposure to utilities and telecommunication services. Our top-10 holdings as of year-end accounted for 23% of assets.We plan to keep about 80% of fund assets in equities issued by companies with credit-quality ratings of BBB and below, with the other 20% in non-high-yield issuers. We will continue to search for attractive investment opportunities across the credit-quality and market-capitalization spectrums, which may result in sector allocations that are quite different from those in the S&P 500®.Looking ahead, we are constructive on the domestic economy in 2018. Healthy jobs growth in 2017 should pay some dividends and still-low absolute interest rates should continue to support the housing and automotive sectors. The passage of the tax bill is significant, in our view. Lower corporate tax rates, accelerated depreciation of capital expenditures and lower repatriation rates should all drive better economic growth. This, combined with an easing regulatory environment and consistent pro-business messaging from the White House, should finally drive gross domestic product above 2%. ■",
        "PerformanceReview": "For the quarter, the fund's Retail Class shares gained 5.78%, trailing the 6.64% advance of the S&P 500® index and topping the 3.04% return of the Credit Suisse Leveraged Equity Index. Our performance versus the S&P 500® was hampered most by security selection in the information technology sector. Conversely, picks in industrials, energy and materials helped, as did underweighting the lagging health care sector.The fund's biggest individual detractor was media firm Altice. Our aggregate non-benchmark stake returned -51% this period, prompting us to shed investments in the Luxembourg-based parent company, but maintaining exposure to its U.S. operations.It also hurt to hold a sizable equity stake in Skyworks Solutions, a semiconductor firm serving the smartphone industry, including Apple. Skyworks shares returned about -7%, hampered by a slower-than-expected rollout of Apple's latest iPhone® device.An overweighting in Newell Brands detracted. Shares of the food and home products company fell sharply in November after the firm reported weaker sales and lowered its earnings guidance. The firm's CEO attributed the revenue shortfall to a poor back-to-school period. Newell Brands is best known for its household brands Calphalon, Crock-Pot and Rubbermaid, and also owns recognizable brands in the office supplies (Sharpie and Paper Mate), outdoor (Coleman) and team sports (Rawlings) segments.Conversely, the fund's biggest relative contributor stemmed from our decision to avoid industrial conglomerate and index stock General Electric. GE shares returned about -27%, as the company cut its dividend for the first time since 2009 and reported its largest quarterly earnings miss in roughly 17 years.In consumer discretionary, non-benchmark investments in gaming companies Penn National Gaming and Boyd Gaming rose about 34% and 35%, respectively, for the quarter. Both firms benefited from increased customer volume at their casino properties and made progress with plans to add locations.Elsewhere among gaming firms, an opportunistic, non-benchmark investment in Melco Resorts & Entertainment returned 21% for the fund the past three months. This operator of casinos in Macau and elsewhere in Asia benefited from improving revenue growth at its main casino in Macau. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FLVCX",
    "title": "Fidelity® Leveraged Company Stock Fund",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/316389873"
}