{
    "MorningStartRatingInfo": {
        "Expenses": "2 out of 5, Below Average Fees",
        "OverallRating": "2 out of 5 stars",
        "Returns": "3 out of 5, Average Returns",
        "Risks": "2 out of 5, Below Average Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+7.54%",
        "AverageAnnualReturn1Y": "+20.30%",
        "AverageAnnualReturn3Y": "+10.88%",
        "AverageAnnualReturn5Y": "+14.67%",
        "AverageAnnualReturnYTD": "+2.17%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "Weak picks and a modest overweighting in the poor-performing energy sector proved the only notable drag on our relative result.The past six months, Portfolio Manager Jeff Feingold decreased the fund's exposure to what he considers fast-growth stocks, given the strong performance this group has experienced so far in 2017. In turn, he has reallocated this capital to names he classifies as \"cheap but with improving fundamentals.\"Looking ahead, Jeff expects to continue looking across the market for companies with accelerating earnings, improving fundamentals and what he considers a low valuation, as he believes these factors drive relative performance.",
        "PortfolioManagersPlan": "\"During the second half of the reporting period, I decreased the fund's holdings in some 'fast growers' that have had strong performance. While the fund still has substantial exposure to this group across many different sectors, I have been reducing our allocation here and buying more companies I consider cheap but with improving fundamentals. In most cases, I have not outright exited positions, but rather have trimmed a basket of faster-growth names that includes New Oriental Education & Technology Group and Workday – neither of which was in the benchmark this period – as well as Nvidia, Autodesk and Salesforce.com.\"Another way to look at it is that I am trimming higher-priced, faster-growing companies and using the proceeds to buy what I consider cheaper stocks with more-stable fundamentals across different sectors. Some recent purchases in this target category include Wal-Mart Stores, United Technologies, Thermo Fisher Scientific, SAP and Oracle.\"Defense is another category where I have been finding higher-quality stocks. As examples, I modestly boosted our stake in Northrop Grumman this period and established new positions in Raytheon and Lockheed Martin. Defense budgets are expected to continue to rise over the next three to five years, due in part to escalating geopolitical tension with the likes of Iran and North Korea. With that in mind, I have a favorable outlook for fundamentals for these stocks and others – including fund holdings Huntington Ingalls Industries and General Dynamics.\"Looking ahead, I remain cautiously optimistic about the overall environment for earnings growth. I will be keeping a close eye on the potential for pro-growth initiatives such as defense spending and corporate tax reform, continuing to believe we can find 'winners' to choose from regardless of the broader backdrop.\"",
        "PortfolioManagersReviewDate": ""
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "We continue to seek companies with accelerating earnings, improving fundamentals and a low valuation. We look in all areas of the market to find stocks that match this investment profile. In general, at period end the fund continued to be balanced in terms of the types of stocks it holds, as a result of our intent to focus on growth across the market.By owning a mix of companies within each sector, excluding utilities and telecommunication services, we hope to achieve enough stability so the fund can outperform the benchmark S&P 500® in rising markets and not lose as much as the benchmark in downturns. In addition, our view is that balanced portfolio construction – across stocks, sectors and styles – can help to limit volatility. The fund continued to be more growth-oriented than its benchmark, with a higher price-to-earnings (P/E) ratio and a higher projected growth rate as of December 31.At quarter end, our largest overweighting was in financials, where we see reasonable valuations, improved fundamentals, a more favorable capital position, a better outlook for increased return of capital, and the potential for higher interest rates and margins.Our year-end overweighting in the tech sector reflected our continued belief that companies here possess a strong combination of improving fundamentals and attractive valuations.Based on what we consider a strong outlook for defense stocks, we held steady our overweighted allocation to industrials this quarter. We expect defense budgets to continue to rise over the next three to five years, due in part to escalating geopolitical concerns such as Iran and North Korea.We believe equity valuations as of year-end are reasonable, and we are cautiously optimistic about prospects for the global economy and stock markets.Our view is that fundamentals across companies will vary both within and across sectors and industries. Furthermore, we expect companies with strong fundamentals likely will be rewarded relative to others. With this in mind, we continued to avoid utilities and telecom, and had a sizable quarter-end underweighting in real estate, as we favored some other defensive-oriented sectors with better growth prospects and lower risk. We view utilities and telecom – two of the smallest sectors within the benchmark, representing a total of 5% this period – to be less attractive based on slower growth relative to valuations.The fund's largest individual overweightings at the end of the third quarter were Google parent Alphabet, Amgen (mentioned previously) and defense contractor Northrop Grumman. During the quarter, we trimmed Alphabet and Northrop Grumman, while modestly boosting Amgen.Looking ahead, we are excited by a number of fast-growing sectors and trends, including: the acceleration in e-commerce; the growing need for investment in infrastructure on a global basis, including roads and bridges; growth in electric-vehicle sales and ride sharing; and continued acceleration and global penetration of smartphones, mobility, internet and cloud computing.We remain cautiously optimistic about the overall environment for earnings growth, and our view is that we'll have potential 'winners' to choose from regardless of the broader backdrop. ■",
        "PerformanceReview": "For the quarter, the fund's Retail Class shares gained 6.89%, topping the 6.64% advance of the benchmark S&P 500® index. Our goal of identifying companies with accelerating earnings, improving fundamentals and a low valuation was supported by a highly favorable backdrop of steady global economic growth, accommodative monetary policies and low inflation. Amid remarkably low volatility, growth edged value stocks this quarter, boosted by information technology (+9%). Among other sectors, consumer discretionary led the S&P 500® with a 10% gain, followed by financials (+9%) and materials (+7%), whereas the defensive-oriented utilities and health care sectors returned 0% and about 1%, respectively.Against this backdrop, the fund's outperformance of the benchmark was boosted by security selection in industrials, where two stocks from the capital goods industry were among our largest relative contributors.A sizable position in machinery and heavy-equipment maker Caterpillar gained 27%, bolstered by general improvement in consumer sentiment, the firm's higher profit margins and the Trump administration's promise to increase infrastructure spending. We reduced our stake here to manage risk in the portfolio, but remained comfortably overweighted as of year-end.It also helped to avoid industrial conglomerate and benchmark component General Electric, which did not meet our criteria for growth. GE shares returned roughly -27% this quarter, as the firm cut its dividend for the first time since 2009 and reported its largest quarterly earnings miss in roughly 17 years.Beneficial stock selection in the consumer discretionary sector was led by Roku, a maker of media players that allow televisions to display video streamed over the internet. The fund's non-benchmark position rose 106% the past three months. Our position in Roku is one of the ways we are investing in the disintermediation of traditional media companies, including acceleration in cord cutting from traditional cable TV.In health care, we made a good call in not owning Merck, one of the world's largest pharmaceutical firms. Its shares returned roughly -11% the past three months. During its quarterly earnings call in October, Merck announced that, due to regulatory issues, it had pulled its European application for Keytruda® as a first-line immunotherapy treatment for lung cancer. Keytruda® accounts for about 10% of Merck's revenue.A stake in personal electronics giant Apple (+10%) was helpful. We view Apple as a financially strong firm with decent dividends, relatively stable earnings and improving fundamentals. This is partly why Apple was the fund's biggest holding, on average, the past three months, as well as a notable year-end overweighting.Conversely, weak security selection in health care overall partly reflected our overweighting in drugmaker Amgen, the fund's largest detractor the past three months. Amgen is the maker of arthritis treatment Enbrel® and infection-preventing Neupogen®, among other legacy blockbusters. The stock was hampered by some disappointments among Amgen's pipeline products.Also within health care, the stock of Boston Scientific (-15%), maker of the implantable WatchmanTM device aimed at preventing strokes, stumbled in late November after the firm announced a delay in the commercialization of its LOTUS EdgeTM Aortic Valve System. The delay followed February's voluntary recall for the product.In tech, it hurt to largely avoid software maker Microsoft. We underestimated the positive changes taking place at the company, as fundamentals have continued to be stronger than expected and the firm has experienced fast-growing sales related to the cloud. In addition, the tech giant's new CEO was well-received by investors, who further rewarded the stock.Elsewhere within tech, our decision to not own semiconductor company and benchmark component Intel hurt our relative result, as the stock gained 22% for the fourth quarter. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FMAGX",
    "title": "Fidelity® Magellan® Fund",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/316184100"
}