{
    "MorningStartRatingInfo": {
        "Expenses": "1 out of 5, Low Fees",
        "OverallRating": "3 out of 5 stars",
        "Returns": "3 out of 5, Average Returns",
        "Risks": "1 out of 5, Low Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+9.82%",
        "AverageAnnualReturn1Y": "+13.19%",
        "AverageAnnualReturn3Y": "+8.16%",
        "AverageAnnualReturn5Y": "+11.69%",
        "AverageAnnualReturnYTD": "+0.10%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "For the semiannual reporting period ending October 31, 2017, the fund's Retail Class shares gained 9.01%, outpacing the 6.74% return of the benchmark S&P Midcap 400® Index.The fund was well-positioned among cyclical stocks and sectors that outperformed the past six months, as investors favored areas of the market that stood to benefit from any fiscal stimulus.From a sector perspective, security selection among consumer discretionary and financials stocks fueled the fund's outperformance of its benchmark.Conversely, a large overweighting in energy hurt the fund's relative result, as did an allocation to cash in a rising market.The fund's biggest individual contributor this period was a sizable position in homebuilding and mortgage banking firm NVR, followed by Luxemburg-based Eurofins Scientific, a provider of laboratory services for food, environment, pharmaceutical and agroscience customers.Turning to individual detractors, avoiding index component Take-Two Interactive Software hurt relative performance most.Given the late stage of the market cycle and that we're in the ninth year of a bull market, the portfolio managers are paying particular attention to monitoring fundamentals and identifying valuation risk.Amid a transforming environment for retailing, the managers have found opportunities in some high-end, niche luxury brands, as well as discount retailers.On July 1, 2017, Nicola Stafford became Co-Manager of the fund, joining Lead Manager John Roth.",
        "PortfolioManagersPlan": "\"Industries within consumer discretionary produced mixed results the past six months, as some faced significant fundamental challenges. Retailing, in particular, has faced some of the most marked challenges, as business models adapt to a new industry landscape. Steep competition from internet retailers and existing players has crippled brick-and-mortar retailers, which also suffer from excess supply of storefronts. For many years, retail square footage in the U.S. grew. However, after two years of declining foot traffic against a decent backdrop of consumer spending, it is becoming clear that we may simply have overbuilt capacity.\"It appears consumers have decided that they would like the best of both worlds – select purchases delivered to their homes, and other purchases transacted in stores.\"The competitive dynamic can be seen most clearly in the case of apparel retail. Competition is intensifying in the space, particularly among fast-fashion concepts – such as Zara, H&M and Uniqlo – as well from brands' efforts to go direct to the consumer through physical stores and online.\"The market appears to be bifurcating, with high-end luxury remaining exclusive and discount considered 'fast fashion.' Given the divisive market, the fund owns a number of high-end, niche luxury brands, such as Tiffany and Brunello Cucinelli. We also own retailers taking share of the discount market, such as Dollar General, where the online threat is minimal, since most sales are in cash, and the stores offer better value on consumable purchases versus convenience stores.\"Undoubtedly, volatility can lead to opportunities, but we intend to remain cautious of attractively valued stocks of firms that may need a longer-term adjustment of their business models.\"",
        "PortfolioManagersReviewDate": ""
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "It has been nine years since the financial crisis, which is on the long side for a bull market. Margin expansion and earnings growth have continued to be anemic, and multiple expansion has been the more significant driver of performance for the past several years. Additionally, most stocks and asset classes now look expensive to us relative to their historical valuations.We think there is sufficient evidence supporting our view that we are in the later innings of a market cycle. While this doesn't really change what we do, we think it's particularly important to be diligent in monitoring fundamentals and identifying valuation risk. Every cycle is different, and existing conditions matter. We are constantly shown models and correlation studies that use the past to predict the future. They are often wrong, because the models mistake correlation for causality.Just because things happened in the past, that doesn't necessarily mean that the conditions that caused that outcome still exist. The good news is that while conditions change, human nature typically doesn't, and we can use financial theory and behavioral analysis to guide us. This is a place where thinking may trump computing power. We need to focus on understanding cause and effect in past cycles to have any chance of garnering insight into future trends and dynamics.The fund has a flexible mandate, so we would expect continued positioning changes in 2018. Lastly, volatility appears to have returned to equity markets. Volatility is not risk per se; we believe risk to be the permanent loss of capital, and that volatility simply creates good opportunities to buy or sell at potentially great prices. In our view, mixed data suggests it's important to maintain caution when it comes to consumer stocks; however, we are bullish on opportunities in the housing industry. Median home prices have recovered from post-financial-crisis lows – which bodes well for consumers' balance sheets and credit.Importantly, new construction has been slow to recover in the past 10 years, and is still not anywhere near peak. We also view the industry's supply and demand balance as fair. The fund is invested in housing names we think have the potential to grow, including home-construction company D.R. Horton.Given the divisive market for retailers, the fund is bullish on high-end, niche luxury brands, such as Tiffany. We also own retailers taking share of the discount market, such as Dollar General, where the online threat is minimal, since most sales are in cash, and the stores offer better value versus convenience stores.In terms of sector positioning, energy was the fund's largest overweighting at period end, as we think the sector's risk/reward balance remains favorable. Capital spending in the industry remains materially low, so energy firms are not spending money to replace reserves. However, we're less optimistic on demand.By contrast, our biggest underweighting was in real estate. We largely avoided real estate investment trusts (REITs) because we thought the asset class had gotten expensive. In addition, REITs generally perform well in a low interest rate environment, and the fund has been positioned for a gradual rise in rates.One of the fund's largest areas of concentration was information technology – the biggest sector weighting in the benchmark. The fund continues to hold a number of cloud computing service firms and credit card payment processors. ■",
        "PerformanceReview": "For the three months ending December 31, 2017, the fund's Retail Class shares advanced 5.02%, behind the 6.25% gain of the benchmark S&P MidCap 400® Index. Unfavorable security selection – notably in the health care and industrials sectors – was the biggest reason for the fund's underperformance relative to its benchmark this period.During the quarter, we continued to focus on stocks with market capitalizations in the $1 billion to $10 billion range, investing in what we believed were fundamentally strong companies that were underappreciated by the market.The benchmark represents only about 20% of the fund's investment universe, so it is no surprise that many of the fund's most influential investments were non-index holdings.We held a cash position of about 7%, on average, which was a significant detractor amid a rising market. Being roughly nine years into the market recovery, we maintained our cash on hand, as we became more sensitive to valuations and aimed to be flexible in case we hit turbulence.Stock selection in the health care equipment & services segment held back performance the most this quarter. Included here was Boston Scientific – a large fund holding and our biggest individual detractor. The stock of Boston Scientific (-15%), maker of the implantable WatchmanTM device aimed at preventing strokes, stumbled in late November after the firm announced a delay in the commercialization of its LOTUS EdgeTM Aortic Valve System. The delay followed February's voluntary recall for the product, which can help doctors replace a diseased heart valve without open-heart surgery. Boston Scientific announced plans to re-introduce LOTUS EdgeTM in Europe and file for Pre-Market Approval (PMA) with the U.S. Food and Drug Administration early in 2018.Eurofins Scientific was another big fund holding – our largest on average, in fact – that also hurt this period. The Luxemburg-based firm provides laboratory services for food, environment, pharmaceutical and agroscience customers. Throughout the period, the company sustained its organic growth, and continued to expand its footprint in areas such as environmental testing and biopharmaceutical services by acquiring several firms around the globe. The stock declined, though, as investors reacted negatively to news that Eurofins management issued new shares and a hybrid bond to shore up funding for potential acquisitions and strengthen its balance sheet.Another disappointment for the fund was its position in First Republic Bank, a holding that returned -17%. We found the company's balance sheet healthy, and its credit quality improving. However, the stock followed a volatile course during the fourth quarter, ultimately finishing up in the red. The poor performance was due in part to the firm's October reporting of weaker-than-expected quarterly earnings results owed to elevated expenses.On the positive side of the ledger, stock picks among consumer discretionary names were a source of strength for the fund. Here, homebuilding and mortgage banking firm NVR, a large holding, was our biggest relative contributor. The fund was overweighted the stock relative to the benchmark, which was helpful because shares of NVR gained 23%. Ongoing housing demand in the U.S. combined with insufficient supply boosted stocks of homebuilders. In addition, an upbeat jobs report supported the consumer – another positive for both the industry and NVR.Two non-index energy names also proved to be notable contributors: liquefied natural gas shipping company Golar LNG and Diamondback Energy, an exploration and development company specializing in unconventional onshore oil and natural gas reserves in the Permian Basin in West Texas. Energy stocks rebounded in December amid rising crude oil prices and optimism about companies' earnings. In addition, OPEC (Organization of the Petroleum Exporting Countries) countries agreed to extend production cuts through the end of 2018. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FMCSX",
    "title": "Fidelity® Mid-Cap Stock Fund",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/316128404"
}