{
    "MorningStartRatingInfo": {
        "Expenses": "2 out of 5, Below Average Fees",
        "OverallRating": "4 out of 5 stars",
        "Returns": "4 out of 5, Above Average Returns",
        "Risks": "2 out of 5, Below Average Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+7.57%",
        "AverageAnnualReturn1Y": "+4.11%",
        "AverageAnnualReturn3Y": "+7.50%",
        "AverageAnnualReturn5Y": "+4.46%",
        "AverageAnnualReturnYTD": "-1.23%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "For the year ending December 31, 2017, the fund gained 10.14%, outpacing the 9.32% advance of the benchmark J.P. Morgan Emerging Markets Bond Index Global.Versus the benchmark, the biggest contributors were positioning in U.S.-dollar-denominated emerging-markets (EM) sovereign and quasi-sovereign debt – core components of the portfolio.From a country perspective, the fund benefited from a sizable underweighting in China, which tends to underperform when the broader EM debt market gains, as was the case the past 12 months.Security selection in China also was a notable positive, driven by a modest position in Chinese equities, which rallied in 2017.In terms of detractors, the fund's overweighting in Venezuela hurt most, given the negative impact the country's November default had on this debt market.With the recent outperformance in EM debt and tighter yield spreads in mind, Portfolio Manager John Carlson exited or reduced some of the fund's allocations to categories in which he has less conviction, including a longtime position in Petrobras.John added to areas he expects to generate more value going forward, such as Ukraine.Looking ahead, John expects that the economic backdrop should remain relatively strong, which should continue to be supportive of EM assets.",
        "PortfolioManagersPlan": "\"The relatively high liquidity in the market made it an opportune time, in our view, to make some changes to the portfolio in 2017. We added to positions we expect have the potential to generate alpha (or excess returns), including Ukraine, and reduced or exited constituents for which our conviction is not as strong, such as Venezuela.\"One notable move we made was to exit our long-standing position in Petrobras, Brazil's state-controlled energy giant.\"We established our stake in Petrobras in 2015. At the time, it was in the midst of a management turnover after the firm found itself at the center of the biggest corruption investigation in Brazilian history. The company had accrued an onerous debt load and was further burdened by a collapse in oil prices.\"Despite widespread pessimism about the credit, we suspected that oil prices had reached a bottom, and that Petrobras' debt would continue to be serviced because the firm remained a strategically important entity.\"Since that time, the oil market has improved, as has the company's profitability and its debt burden. Petrobras also has taken steps to reform itself – including the implementation of self-help measures such as significant spending cuts. All in all, our stake in Petrobras provided strong upside for the fund. Thus, we began to reduce our exposure in 2017, given what we viewed as Petrobras' more-limited outperformance potential going forward.\"",
        "PortfolioManagersReviewDate": "DECEMBER 31, 2017"
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "For the quarter, the fund gained 0.51%, roughly in line with the 0.54% result of the benchmark J.P. Morgan Emerging Markets Bond Index Global.The fund's performance versus the benchmark was hampered most by an overweighting in Venezuela – by far the biggest relative detractor, given the country's November selective default. While the timing of delayed/non-payment was a modest surprise, we had been overweighted with anticipation of this event on the basis of relative value, and remained overweighted at year-end.Very little else notably detracted from relative performance this period, although security selection in Turkey was negative. Of note, we built our exposure to Turkey this quarter, given improving valuation. We'll also mention our non-benchmark position in U.S. Treasuries, concentrated in 30-year holdings, as a modest detractor. The fund held U.S. Treasury bonds as a duration-management tool, a liquidity store, a proxy for higher-quality emerging-markets sovereign debt and a partial hedge against the impact of market volatility. We exited this position on our expectation of higher interest rates.In terms of contributors, We owned local South African currency bonds that outperformed as the currency rallied on optimism about the country's new president and the potential for meaningful reform. An overweighting in Ghana also helped, as the country sold off more than $1 billion of long-term bonds to help restructure its high public debt. In August 2017, Ghana was granted a one-year extension of the International Monetary Fund's credit-facility program to help deal with budget deficit, inflation and volatile local currency.An overweighting in Ukraine was another plus. Our investments in Ukrainian GDP (gross domestic product) warrants proved a notable positive. Unlike traditional debt securities, which are linked to interest rates, GDP warrants are tied to the economic growth of the issuer. An underweighting in China, which underperformed, also lifted relative performance.We added to the fund's stake in both Ukraine and China this period, as we saw long-term growth potential in both of these bond markets. ■",
        "PerformanceReview": "For the three months ending December 31, 2017, emerging-markets debt gained 0.54%, as measured by the J.P. Morgan Emerging Markets Bond Index Global. After a very strong rally that began in late 2016 and continued into November 2017, emerging-markets debt achieved only a modest gain for the fourth quarter, partly due to weak results from some of the index's larger-weighted credit issuers.The big story this quarter was Venezuela. Venezuelan bonds tumbled in early November after President Maduro announced the cash-strapped nation would look to restructure its debt. Already trading at a distressed level, Venezuela bonds fell even further later that month when credit-rating firms announced the nation was in default because it missed interest payments on two government bonds. Venezuela-issued debt returned about -28% for the full three months, by far the biggest decline among the index's country components.Among other sizable index members, China, Mexico and Turkey each achieved only a slight gain for the fourth quarter. China's debt market mostly consists of shorter-maturity, higher-quality bonds that underperformed amid the rising-rate environment. Mexico bonds were weighed down by tensions concerning the North American Free Trade Agreement (NAFTA) and a potential populist shift in its leadership.Lastly, Turkey's debt market was hampered by concern about government pressure on its central bank and worsening relations with the United States.Conversely, Ecuador achieved the strongest gain this quarter, rising 9%. Oil is a major export for the country, and rising oil prices in the fourth quarter boosted its debt market.Several very small index components also achieved relatively solid gains this quarter, including Angola (+9%). Investors were bullish on Angola's President Joao Lourenco, who took office in September and quickly made sweeping changes, including replacing the heads of the central bank, state-oil company and diamond firm, and also opened up the country's telecom businesses to foreign bidders. El Salvador (+6%) and Gabon (+6%) were other small index members to outperform.Meanwhile, Argentina and Brazil were two larger index constituents that also outperformed. Argentina advanced 3%, as candidates allied with President Macri swept Congressional elections in October, paving the way for the president's reform agenda. Brazilian debt rose about 2% amid the country's continued economic improvement after a deep recession the past several years. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FNMIX",
    "title": "Fidelity® New Markets Income Fund",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/315910836"
}