{
    "MorningStartRatingInfo": {
        "Expenses": "3 out of 5, Average Fees",
        "OverallRating": "5 out of 5 stars",
        "Returns": "5 out of 5, High Returns",
        "Risks": "3 out of 5, Average Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+14.69%",
        "AverageAnnualReturn1Y": "+26.35%",
        "AverageAnnualReturn3Y": "+15.93%",
        "AverageAnnualReturn5Y": "+21.07%",
        "AverageAnnualReturnYTD": "+4.00%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "On September 16, 2017, Sonu Kalra and Chris Lin became the fund's Lead Portfolio Manager and Co-Manager, respectively, succeeding Gavin Baker.Since assuming management responsibilities, Sonu and Chris have reduced the fund's concentration by increasing the number of holdings with the aim of managing the fund's risk profile.Versus the benchmark, both stock selection and sector allocation contributed this period. Consumer discretionary picks stood out.Top individual relative contributors this period were a non-index stake in video-game developer Ubisoft Entertainment, based in France, and an overweighting in discount retailer Dollar Tree.Conversely, choices in health care hurt the most by far, including the fund's overweighting in biopharmaceutical firm Tesaro – the fund's biggest relative detractor by a wide margin.As of January 31, Sonu and Chris see the U.S. economy as expanding at a moderate pace, but recognize we're in the 10th year of a rising market. While the managers plan to continue pursuing companies they think can benefit disproportionately from an improving economy – as well as those they believe can grow regardless of the investment environment – they also may consider increasing the fund's exposure to larger-cap stocks.",
        "PortfolioManagersPlan": "\"While our outlook is largely optimistic, we are cognizant that we are now entering the 10th year of a rising market and some volatility likely lies ahead. Managing risk is an important component of our investment strategy. One of the ways we try to mitigate the fund's risk exposure is by holding a large number of positions, with names in which we have the highest conviction representing the fund's heaviest weightings.\"We also have some strategic levers we can pull when we expect volatility might pick up, including raising the fund's cash level. We've found that increasing cash a bit can help us to better manage fund flows, so we don't feel forced to sell certain assets because of market swings.\"We take a long-term investment approach with the fund, and we think one of the advantages of this is that we can look at market pullbacks as opportunities to upgrade portfolio holdings. When stocks are down, we try to purchase some stocks that fit our overall investment strategy but that we previously found too expensive.\"Overall, we expect to become more selective over the next year and, potentially, to increase exposure to larger-cap stocks. But we also plan to continue pursuing companies we think can benefit disproportionately from an improving economy, as well as those that we believe will be able to grow regardless of the environment.\"We also are looking for firms that may be perceived as being 'down and out' but that we feel have turnaround potential and may exhibit better performance over the next 12 to 24 months. In addition, we are looking for companies in the midst of a strong product cycle or where we foresee an upcoming product cycle that may accelerate revenue growth and improve profitability.\"",
        "PortfolioManagersReviewDate": ""
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "We are cautiously optimistic that recent stock-market strength could extend into the start of 2018. Investors seem optimistic that the faster earnings growth could be buoyed by a lower regulatory burden on corporate America, as well as by the potentially positive impact of recently passed tax reform. Only time will tell how firms use their tax savings; however, we are hopeful that we could see an improvement in the economy given this backdrop.Although interest rates continue to rise, they are still low by historical standards. We are paying particular attention to the possible effect this may have on the U.S. housing market. Energy prices experienced an uptick in the third quarter, and employment growth has been robust. We are watching for early signs of rising inflation, as well as for the impact of higher wages as they filter through the U.S. economy.By history's standard, equity valuations remain high, but we are optimistic that after two years of stagnation, corporate earnings growth should help support stock prices.This quarter we established positions in select opportunities in order to pare some of the fund's larger positions, with the aim of bringing its risk profile down.As of December 31, the fund's largest sector overweightings remained consumer discretionary and information technology. Within consumer discretionary, the fund is exposed to companies that we believe are benefiting from a global expansion of their product lines or where we foresee an upcoming product cycle.We also have positioned the fund towards innovators we see as poised to gain market share, as well as firms that are expanding internationally, among other themes.Historically, IT spending has been positively correlated with growth in U.S. GDP (gross domestic product) and capital spending. We believe firms will look to tech – including cloud computing – as a means to improve productivity. We materially added to the fund's stake in Microsoft, the second-largest cloud services firm, behind Amazon.We believe the trend towards mobility will continue. We see online advertising taking market share from legacy media and think the proliferation of online video could have a positive impact on communications-infrastructure providers. Another trend we follow is the advent of artificial intelligence and machine learning.Within consumer discretionary, Amazon and Wayfair are holdings in the internet-retail space. The fund also holds positions in some athletic and luxury apparel/goods names that we think are executing their businesses well, such as yoga-inspired active-wear maker Lululemon Athletica and France-based Kering, where we like long-term growth prospects among its strong collection of brands, including Gucci and others.By contrast, the fund is most underweighted in financials and industrials. Within industrials, however, we did add to or establish positions in airlines such as JetBlue Airways, Spirit Airlines and United Continental Holdings. According to the International Air Transport Association, airlines stand to benefit from several positive factors going into 2018, including the recent tax overhaul and higher profits next year. ■",
        "PerformanceReview": "For the quarter ending December 31, 2017, tech – at almost half of the Nasdaq Composite Index® – extended a sharp rally that began in the fourth quarter of 2016, led by large-cap growth stocks. In this environment, the fund's Retail Class shares gained 6.06%, modestly lagging the 6.55% return of the Nasdaq index.Idiosyncratic, or stock-specific, events negatively affected our picks in software & services, hurting the fund the most versus the index. That industry group also was easily our largest area of investment this quarter, making up about 37% of fund assets, on average.In tech and elsewhere, our focus is on firms we think can sustain above-average earnings over long periods. We aim to achieve this by looking for companies with some combination of competitive advantage, high barriers to entry, pricing power and strong management. We also seek demonstrated above-average growth versus peers and companies with good return on equity and improving return on capital, as well as durable cash flow.Activision Blizzard was one such name. After a strong run for much of 2017 – which included a two-year, $1 billion stock-buyback program and solid figures for the company's \"Call of Duty\" franchise – the stock took a breather, returning -2%in the final quarter of the year. We retained confidence in the firm's products and outlook, to include its increasing efforts in the world of \"eSports,\" or live, audience-attended video-game competition.Underexposure to index major Microsoft also hurt. Shares of the software maker rose about 15%, driven by improving sales of cloud-based internet software.Picks in health care's pharma, biotech & life sciences segment proved negative. Here, Tesaro was the fund's biggest individual detractor this quarter. Shares of the oncology-focused biopharma returned -36%, retreating sharply on the firm's early-November announcement that sales of Zejula®, its drug to treat ovarian cancer, did not meet analysts' expectations. Later that month, the European Commission granted marketing authorization for Zejula®, but the news did not materially influence Tesaro shares.We'll also mention Tesla. Shares of the electric car manufacturer returned about -9% for the quarter. The company sparked widely if not wildly divergent opinions, with naysayers pointing to battery limitations and production delays, and bulls highlighting surveys touting industry-topping owner satisfaction, along with left-field surprises such as electric semi-autonomous semi-trailers, unveiled on November 17. This quarter, selling pressure gained the upper hand amid non-performance across business and products – SolarCity, Solar Roof, Powerwall and, especially, the Model 3 all faced substantial hurdles. That said, on November 23, Tesla met its 100-day deadline to power up Powerpack, its 100-megawatt lithium-ion battery built in Australia and believed to be the largest in the world.Turning to the positive, our No. 1 individual relative contributor this quarter was Roku, which manufactures streaming players that allow customers to access internet-streamed video or audio services through television sets. After trending downward in October, Roku's value more than doubled in November alone after the company reported strong quarterly results that easily surpassed analysts' expectations.Another positive was our stake in tech firm Nutanix. The stock benefited when the hybrid-cloud tech company announced it planned to pivot to a software-only business model, which investors expect will improve the company's margins. In addition, favorable analyst coverage and reported customer satisfaction with the firm's products helped boost the stock.Elsewhere, a position Dollar Tree was a plus. The stock of the discount retailer gained roughly 24% the past three months. Shares rose steadily before accelerating on the company's late-November announcement of quarterly financial results that beat estimates and showed improvement over the comparable three months in 2016. Additionally, company management raised its financial outlook for the firm's fiscal year and provided what was considered a solid view for its fiscal fourth quarter. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FOCPX",
    "title": "Fidelity® OTC Portfolio",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/316389105"
}