{
    "MorningStartRatingInfo": {
        "Expenses": "3 out of 5, Average Fees",
        "OverallRating": "3 out of 5 stars",
        "Returns": "4 out of 5, Above Average Returns",
        "Risks": "3 out of 5, Average Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+3.39%",
        "AverageAnnualReturn1Y": "+17.75%",
        "AverageAnnualReturn3Y": "+8.45%",
        "AverageAnnualReturn5Y": "+9.59%",
        "AverageAnnualReturnYTD": "0.00%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "For the fiscal year ending October 31, 2017, the fund's Retail Class shares gained 25.63%, topping the 23.69% advance of the benchmark MSCI EAFE Index.After some initial weakness following the November 2016 U.S. presidential election, foreign developed markets rallied strongly, providing a favorable environment for Portfolio Manager Vincent Montemaggiore's focus on buying high-quality businesses at attractive valuations.Versus the benchmark, stock picking in the industrials and financials sectors aided performance most, with a large overweighting in information technology also lifting our result. Overall, active management added value in eight of 11 market sectors this period.Conversely, the primary drag on relative performance came from stock picking in consumer discretionary. Positioning in energy and consumer staples also weighed on relative performance, as did a modest cash position in a strong market.Geographically, the biggest contributor to relative performance was the U.K., followed by Spain, Israel and Australia. Detractors included the Netherlands, Denmark and Portugal.Although Vince is encouraged by signs of simultaneous acceleration in foreign developed economies, a steadily advancing market has made it much harder to identify bargains. Consequently, he is taking extra care when adding names to the portfolio, and he has sold out of some stocks that the fund owned for quite some time, produced strong returns and no longer appeared to provide a sufficient \"margin of safety.\"",
        "PortfolioManagersPlan": "\"Some of the best purchases I've made as a portfolio manager occurred when another investor was forced to sell for non-fundamental reasons. While this doesn't happen often, when it does, it can be very profitable to be a provider of liquidity.\"More recently, I think we're seeing the opposite dynamic in play, where certain stocks or markets are being pushed upward for non-fundamental reasons, resulting in inflated prices relative to intrinsic (true) value.\"I believe this factor could be creeping into the Japanese market, with the Bank of Japan (BOJ) being a significant buyer in the equity market on almost a daily basis. As of mid-2016, the BOJ was set to become the largest shareholder of more than 50 firms in the widely followed Nikkei 225 Index. These purchases are part of that nation's campaign to supply liquidity to the markets and bolster the economy.\"Italy provides another example: A change in the tax law there has made it more advantageous for Italian investors to buy small- and mid-cap equities. This has almost universally pushed up the valuations of these groups of stocks to levels that seem irrational to me.\"I'm trying to be mindful of these anomalies, selectively sell into market strength and maintaining a strict discipline around valuation.\"",
        "PortfolioManagersReviewDate": "OCTOBER 31, 2017"
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "There were no major changes in the fund's positioning this quarter. Positioning continues to be driven mainly by bottom-up stock picking rather than top-down decisions.With that said, information technology remained the fund's largest sector overweighting at quarter end. This is an area in which we continue to have success in finding high-quality companies at reasonable valuations. We also had a meaningful overweighting in industrials at quarter end.On the flip side, we chose to completely avoid the utilities sector this quarter. Telecommunication services, real estate and energy also were meaningful underweightings.On a country basis, the fund had a meaningful overweighting in the U.K. at the end of 2017. Although in the past we've thought there was good value in companies with significant exposure to the domestic U.K. economy, we began to place more emphasis on U.K. firms with broader international exposure, as the U.K. was one of the few major developed economies that didn't appear to be accelerating. Lesser overweightings included Ireland and Sweden.Our out-of-benchmark stake in the U.S. consisted of roughly 5% of net assets at quarter end. Although this is primarily a foreign-stock fund, the U.S. offers many fine global companies operating in an economy that appears to be relatively good.Japan and Australia were our two largest country underweightings at quarter end. In Japan, we find it challenging to identify companies that meet our standards for quality, value and growth potential. We can find high-quality companies, but most of them are priced that way. Alternatively, most of the firms with compelling valuations lack the quality we seek. In Australia, the most interesting investments tend to be too pricey, in our opinion.The fund's largest holding at quarter end was Swiss food and beverage company Nestle. In the current environment of elevated stock valuations and sluggish economic growth, we favor a mix of stable-growth firms such as Nestle and companies we believe might offer faster growth but also entail more risk. Additionally, we like Nestle's plans to jettison some of its slower-growing businesses and invest in e-commerce and other initiatives to boost earnings growth.S&P Global, a provider of ratings, benchmarks, analytics and data to financial markets around the world, was the fund's largest non-benchmark position at year-end. The stock hit another series of all-time highs this quarter. We like the company's ongoing shift in focus to its core, high-margin businesses.The largest underweighting was Royal Dutch Shell, mentioned earlier as a detractor. Other index names in which we had a zero weighting included Swiss drug company Novartis and Japan's Toyota Motor. ■",
        "PerformanceReview": "The fund's Retail Class shares returned 3.35% in the fourth quarter, trailing the 4.25% return of the benchmark MSCI EAFE Index. Foreign stocks in developed markets were aided by improving prospects for global economic growth, accommodative monetary policy and a generally weaker U.S. dollar, which bolstered the returns of overseas stocks quoted in greenbacks.Versus the benchmark, the fund was hampered by stock selection in health care and consumer discretionary, as well as by positioning in energy. Regionally, our choices in the U.K. and pockets of Europe detracted, as did positioning in Japan.At the stock level, U.K.-based medical technology holding ConvaTec Group, where we had an overweighting, proved to be the fund's largest relative detractor this quarter. The stock suffered a steep drop in mid-October, after the company lowered its financial estimates for fiscal 2017. At fault were supply-chain problems resulting from a move of production facilities from North Carolina to the hurricane-wracked Dominican Republic that had been designed to save costs and boost profits. ConvaTec stock returned -24% this quarter.Not owning index name Royal Dutch Shell also worked against us, given this stock's 12% gain. The integrated oil and gas company reported favorable operating results that reflected strength in its three businesses. Investors particularly applauded a 50% rise in net profit for the third quarter, seeing it as an indication that Shell was doing a good job adapting to the low price environment for oil, including managing costs and capital expenditures. In December, the stock reacted favorably when the company announced its intent to buy Britain's First Utility, an independent supplier of electricity and gas that would allow Shell – already Europe's largest oil company – to enter the residential market in the United Kingdom.In the financial sector, Nordea Bank disappointed us. In a move that shocked investors, analysts and union employees, the Nordic region's largest lender announced during its quarterly call a plan to lay off 6,000 of its roughly 31,500 employees by 2021. Nordea's CEO said the company must be a \"pioneer\" in \"efficient and automated operations,\" relying more on digitization and artificial intelligence. The bank faced a backlash from clients, mortgage brokers and stock analysts, and its stock shed roughly 6% of its value immediately after the late-October announcement and returned about -10% for the full quarter.On the positive side, positioning in information technology and avoiding the weak-performing utilities sector added meaningful value. Among individual holdings, our top relative contributor was an out-of-benchmark position in Tokyo-based Outsourcing, a staffing company that benefited from Japan's tight labor market.Additionally, a 2013 revision to the Labor Contract Law mandated that companies cannot employ temporary workers for more than five years without converting them to full-time status, with all the associated benefits and employment security that full-time work entails. This drove increased business to Outsourcing, as April 2018 marks the five-year anniversary for many temps, and a number of firms chose to replace their labor force over providing full-time benefits.A sizable overweighting in Israel-based flavors and fragrances provider Frutarom Industries also aided relative performance, given this stock's 22% return. The shares advanced following the company's third-quarter conference call, during which it reported solid organic growth driven by strong results in its natural fine ingredient business and cross-selling opportunities.Avoiding the shares of U.K. drug company GlaxoSmithKline proved to be timely as well. This index name returned -9% the past three months, caught up in a broad sell-off of hospitals, pharma firms and other health care areas. Also, investors proved unenthusiastic about Glaxo's potential bid for Pfizer's consumer-health business, and were further put off by CEO Emma Walmsley's lack of assurance regarding negative effects such a deal could have on future dividend payouts. Walmsley also voiced concern about potential costs related to Brexit, Britain's upcoming exit from the European Union. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FOSFX",
    "title": "Fidelity® Overseas Fund",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/316343102"
}