{
    "MorningStartRatingInfo": {
        "Expenses": "1 out of 5, Low Fees",
        "OverallRating": "5 out of 5 stars",
        "Returns": "5 out of 5, High Returns",
        "Risks": "1 out of 5, Low Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+7.89%",
        "AverageAnnualReturn1Y": "+12.28%",
        "AverageAnnualReturn3Y": "+7.22%",
        "AverageAnnualReturn5Y": "+9.78%",
        "AverageAnnualReturnYTD": "+0.21%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "For the fiscal year ending August 31, 2017, the fund's Retail Class shares gained 12.64%, topping the 9.74% advance of the Fidelity Puritan Composite IndexSM – a 60/40 blend of the S&P 500® and the Bloomberg Barclays U.S. Aggregate Bond Index.Versus the Composite index, the fund benefited roughly equally from security selection and asset allocation. Lead Portfolio Manager Ramin Arani maintained an overweighting in equities and below-neutral exposure to investment-grade bonds – positioning that has been in place for the past several years.The fund's out-of-index allocation to high-yield bonds – roughly 7% of assets this period – also boosted relative performance, but to a much lesser extent.Among equities, the largest relative contributors were security selection in consumer discretionary, followed by strong picks and a beneficial overweighting in the market-leading information technology sector. Conversely, notable detractors included positioning in health care and energy.In fixed income, the fund's investment-grade bond investments rose 1.82% for the period, outperforming the 0.49% result of the subportfolio's benchmark and meaningfully boosting the fund's return versus the Composite index.Looking ahead, Ramin believes increases in interest rates are likely to be slow and steady, and unlikely to put significant pressure on the market's price/earnings ratio in the short term.As of August 31, the valuation spread between bonds and stocks has narrowed a bit, according to Ramin, but still favors stocks. Therefore, he remains comfortable with an overweighting in equities and an underweighting in investment-grade bonds.",
        "PortfolioManagersPlan": "\"The environment was dynamic and, at times, challenging, largely related to the November U.S. elections. Given this backdrop, I'm pleased that the fund's investment-grade bond investments rose 1.82% for the period, outperforming the 0.49% result of the subportfolio's benchmark and meaningfully boosting the fund's performance versus the Composite index. We accomplished this while also providing a degree of capital preservation, liquidity and diversification.\"As always, I aimed to drive results primarily via sector allocation and security selection, and to a lesser extent by managing the fund's duration, a measure of sensitivity to changes in interest rates.\"Leading up to the November 2016 elections, rates were low and markets expected status quo. But the election of Donald Trump spurred a big sell-off in rates, as markets priced in stimulative tax cuts, fiscal spending and reduced regulation.\"Expectations for economic growth and inflation also jumped higher, and the subportfolio benefited from overweightings in corporate bonds and TIPS (Treasury Inflation-Protected Securities).\"In spring 2017, it became evident that, despite Republican control of both houses of Congress, implementing these stimulative policies was going to be challenging. As a result, the market took back some of what had been priced in.\"Corporates still held up well, as fundamentals remained stable and the default rate low. TIPS, on the other hand, retraced almost all of the post-election run-up, as the Consumer Price Index missed estimates five months in a row despite a relatively tight labor market.\"Among the best-performing bonds in the subportfolio were some emerging-markets quasi-sovereign issues, including petroleum enterprises Petroleos Mexicanos (Mexico) and Petrobras (Brazil). Elsewhere, the fund's overweightings in banking and REITs also were strong contributors.\"",
        "PortfolioManagersReviewDate": ""
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "For the quarter, the fund's Retail Class shares gained 4.59%, topping the 4.12% advance of the Fidelity Puritan Composite IndexSM. With the broad equity market gaining 6.64% and investment-grade bonds rising 0.39%, the fund benefited from an overweighting in stocks and an underweighting in fixed income. A non-index stake in high-yield debt provided a much smaller boost, as our investments here topped investment-grade bonds but finished behind the Composite. This overall positioning has been in place the past several years as stocks have outpaced bonds by a wide margin.The equities subportfolio – 71% of assets this quarter – rose 6.37%, modestly trailing the S&P 500®. Our stock picks in the consumer discretionary, health care and information technology sectors hurt most. Conversely, security selection in industrials helped our relative result, mostly reflecting our decision to avoid industrial conglomerate and index stock General Electric, which we did not hold based on our expectation for subpar earnings growth. GE shares returned about -27%, as the industrial conglomerate cut its dividend for the first time since 2009.Notable individual relative contributors included Celgene and Merck, both index components we did not own because we favored others in the pharmaceuticals industry. Shortly after hitting an all-time high, shares of biopharmaceutical company Celgene (-28%) took an October tumble amid a flurry of negative news. The stock of Merck, a large pharmaceutical firm, returned roughly -11% the past three months. During its October earnings call, the company announced that, due to regulatory issues, it had pulled its European application for Keytruda® as a first-line immunotherapy treatment for lung cancer.In industrials, our stake in Caterpillar added value. The shares rose 27% for the quarter, gapping higher in late October after the maker of heavy equipment reported far better-than-expected earnings and a rosier outlook. Sales rose strongly in most geographic regions, including China.Turning to relative detractors, the fund's investment in drugmaker Allergan hurt most. Extending a third-quarter slide, shares of the Dublin-based maker of Botox® wrinkle treatment returned -20%. Investors fretted over management's ability to reinvigorate the firm amid upcoming \"loss of exclusivity\" for several of Allergan's key drug franchises, including dry-eye drug Restasis®. Also, the company faced a legal setback in its controversial patent-transfer agreement with the Saint Regis Mohawk tribe. Adding pressure, in November Allergan announced it would undertake cost-cutting and restructuring measures, including layoffs.Elsewhere within health care, shares of Boston Scientific (-15%), maker of the implantable WatchmanTM device aimed at preventing strokes, stumbled in late November after the firm announced a delay in the commercialization of its LOTUS EdgeTM Aortic Valve System. The delay followed February's voluntary recall for the product, which can help doctors replace a diseased heart valve without open-heart surgery. Boston Scientific announced plans to re-introduce LOTUS EdgeTM in Europe and file for Pre-Market Approval (PMA) with the U.S. Food and Drug Administration early in 2018.Looking at our investment-grade bond holdings, our goal is to outperform the subportfolio's benchmark while also providing a degree of capital preservation, liquidity and diversification. We aim to drive results through sector allocation, security selection and by managing the fund's duration, a measure of sensitivity to interest rates. This subportfolio represented 23% of fund assets, on average, and gained 0.57% to finish slightly ahead of the 0.39% advance of its benchmark, the Bloomberg Barclays U.S. Aggregate Bond Index. Notable contributors included security selection and an overweighting in corporates, especially among banks. Our picks within industrials detracted, specifically holdings connected to the communications and consumer non-cyclical sectors. A non-index position in Treasury Inflation-Protected Securities contributed on the expectation of higher inflation from rising energy prices. Yield-curve positioning modestly boosted our relative result. ■",
        "PerformanceReview": "U.S. stocks made a strong and steady advance for the three months ending December 31, 2017. The S&P 500® index gained 6.64% amid global growth, low inflation and accommodative monetary policies. This backdrop persisted throughout 2017, helping the large-cap proxy achieve 12 straight monthly gains and a 21.83% advance for the full year.For the quarter, growth-oriented stocks in the market continued the trend of outperforming value stocks, but by a slimmer margin than for most of 2017. By capitalization, large-caps fared best, finishing just ahead of mid-caps and topping small-caps by a wider spread.The U.S. has remained on a very gradual progression through its business cycle, with mid-cycle dynamics remaining solid and just a few hints of late-cycle trends. As is customary during a late-cycle phase, corporate profit margins have declined from peak levels, but restrained wage growth and robust global conditions have allowed margins to stay high and corporate profit growth to remain firm. Also, with the unemployment rate at a cyclical low of 4.1%, tightening labor markets continue to boost consumers and keep U.S. recession risk low.Looking at the S&P 500® from a sector standpoint, consumer discretionary performed best, with its 10% gain driven by strength among retailers. Information technology (+9%) was close behind, surging amid strong earnings growth from several major index constituents. Financials gained roughly 9%, paced by strength in banks. Materials and industrials rose 7% and 6%, respectively, each boosted by the potential for increased infrastructure spending in the United States.Consistent with past cyclical trends, some defensive-oriented sectors were notable laggards this quarter. These included utilities (0%), health care (+1%) and telecommunication services  (+4%). Investors' move away from defensive sectors also held back real estate (+3%). Consumer staples fared better, finishing about in line with the broader market.Lastly, energy stocks gained 6% the past three months, supported by rising oil prices, which were driven by unwavering global demand and faster-than-expected shrinking supply as production cuts by the Organization of the Petroleum Exporting Countries (OPEC) finally took hold.In fixed income, U.S. taxable investment-grade bonds posted a slightly positive return for the fourth quarter of 2017, amid record-low volatility and strong demand for new issues. The Bloomberg Barclays U.S. Aggregate Bond Index returned 0.39%, as coupon income more than offset the negative price impact of modestly higher interest rates. The passage of a federal tax-reform package contributed to higher yields this period, though its overall impact on the bond market has been fairly modest.Longer-term rates rose moderately, while shorter-term rates advanced more, continuing their yearlong climb. The Federal Open Market Committee (FOMC) raised target interest rates by 0.25 percentage points in December, and recent Fed communications suggest a broad-based consensus exists for the continuation of gradual policy-rate normalization.Within the index, yield-advantaged, credit-sensitive sectors led the way amid a supportive backdrop for risk assets. U.S. corporate bonds rose 1.17%, meaningfully outpacing Treasuries (+0.05%). Within corporates, bonds issued by utilities slightly outperformed those from financial and industrial firms. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FPURX",
    "title": "Fidelity® Puritan® Fund",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/316345107"
}