{
    "MorningStartRatingInfo": {
        "Expenses": "2 out of 5, Below Average Fees",
        "OverallRating": "4 out of 5 stars",
        "Returns": "4 out of 5, Above Average Returns",
        "Risks": "2 out of 5, Below Average Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+6.65%",
        "AverageAnnualReturn1Y": "-2.57%",
        "AverageAnnualReturn3Y": "+1.98%",
        "AverageAnnualReturn5Y": "+6.36%",
        "AverageAnnualReturnYTD": "-7.55%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "For the semiannual reporting period ending January 31, 2018, the fund returned -2.83%, modestly trailing the -2.58% return of the benchmark Dow Jones U.S. Select Real Estate Securities IndexSM.The past six months, market conditions were challenging for investors in real estate investment trusts (REITs), which, among other factors, were likely hampered by investors' preference for stocks with higher growth potential.Underweighting the strong-performing hotel category, coupled with weak stock picking among retail REITs, weighed on the fund's performance relative to the Dow Jones sector index.The fund's largest detractor was a sizable overweighting in health care REIT Ventas, which declined the past six months. Conversely, not owning health care REIT and index component HCP was the largest relative contributor.Portfolio Manager Steven Buller continued to pursue a bottom-up (stock-by-stock) management strategy, even as he increasingly looked to add value through industry positioning.Notable industry-based themes included underweighting hotel and health care REITs, favoring operators of retail strip centers over mall REITs, and emphasizing industrial REITs.As of January 31, Steve sees the potential for future outperformance of REIT stocks, should investors begin to turn away from equities and toward steadier, income-oriented investments.",
        "PortfolioManagersPlan": "\"In late 2017, long-awaited U.S. federal tax-reform legislation was finally signed into law. The biggest policy shift was a substantial reduction in the tax rate for corporations. This change won't have a direct effect on REITs, which, as pass-through entities, do not pay corporate taxes. I'd also point out that earlier versions of the tax legislation included provisions that would have been unfavorable for REITs. I'm pleased that these provisions did not find their way into the final legislation.\"Even as REITs won't be direct beneficiaries of the new law, I do think REITs can see indirect benefits. Lower tax rates could help spur economic activity and job growth, both of which are positively correlated with demand for commercial real estate.\"More money in corporate coffers or individuals' pockets could translate into higher spending, which, in turn, could boost the prospects for hotel, retail and other REITs. In a world in which the fundamentals of the REIT market are good but not spectacular, I think this type of marginal improvement could provide a boost for the asset class.\"",
        "PortfolioManagersReviewDate": ""
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "For the three months ending December 31, 2017, the fund returned 1.28%, trailing the 1.98% return of the benchmark Dow Jones U.S. Select Real Estate Securities IndexSM.Compared with the index, the fund was hampered the most by its positioning in the retail category, where a combination of weak security selection and an unhelpful underweight in the group detracted from results. After significant underperformance for most of 2017, retail REITs bounced back from beaten-down levels. On the positive side, security selection among residential REITs added value.On an individual basis, the fund's detractors included mall operators Macerich and Taubman Centers, both strong-performing benchmark components that we either owned for a portion of the period (Macerich) or not at all (Taubman) this quarter. As activist investors became involved at both companies, the market bid up their shares.One retail REIT that we did overweight, GGP, however, was a strong contributor for the fund. This mall owner saw its shares gain 15%, with much of the increase coming in November, after the company agreed to be fully acquired by Brookfield Property, which already owned a roughly one-third stake in GGP.In the struggling health care REIT sector, Ventas detracted from our relative performance. Ventas, a leading operator of senior-housing facilities, among other health care properties, and one of our largest holdings at quarter end, returned about -7%. On the positive side, the fund lacked exposure to benchmark component HCP (-5%) another health care REIT with exposure to the senior-housing industry.Other relative detractors included Alexandria Real Estate (+11%), an owner of laboratory space for life sciences companies and an index component we declined to own, and Duke Realty (-2%), an operator of warehouse properties that gave back some performance after very strong gains earlier in the year.Meanwhile, the fund benefited from a lack of a position in poor-performing benchmark component Mid-America Apartment Communities (-5%) as well as an overweighting in self-storage REIT Extra Space Storage, a stock that returned 10%. ■",
        "PerformanceReview": "Real estate investment trusts (REITs) were modestly positive performers in the final quarter of 2017, with the Dow Jones U.S. Select Real Estate Securities IndexSM gaining 1.98%. That return significantly trailed the broader U.S. equity market, as measured by the S&P 500® index, which rose 6.64%.The fundamental backdrop for REITs remained generally favorable for the quarter. Continued economic strength and employment gains were behind the healthy demand for commercial properties. The rate of fundamental improvement in the REIT market has been declining in recent years, however, reflecting increasing supply among certain types of properties, such as coastal apartments, assisted-living facilities and selected office markets.Once again, REIT investors saw significant differences in how certain property types performed. During the quarter, for example, retail REITs fared best, bouncing back from weak results earlier in 2017, as investors became more optimistic about the potential for corporate actions unlocking value in the sector.In contrast, the health care REIT sector continued to struggle, reflecting concern about the senior-housing industry, with a combination of market headwinds and areas of increasing supply weighing on performance. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FRESX",
    "title": "Fidelity® Real Estate Investment Portfolio",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/316138205"
}