{
    "MorningStartRatingInfo": {
        "Expenses": "2 out of 5, Below Average Fees",
        "OverallRating": "5 out of 5 stars",
        "Returns": "5 out of 5, High Returns",
        "Risks": "2 out of 5, Below Average Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+8.05%",
        "AverageAnnualReturn1Y": "+1.32%",
        "AverageAnnualReturn3Y": "+4.38%",
        "AverageAnnualReturn5Y": "+5.27%",
        "AverageAnnualReturnYTD": "-3.04%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "For the semiannual reporting period ending January 31, 2018, the fund's Retail Class shares returned -1.40% in a volatile market environment for real estate securities.This result lagged the -0.77% return of the Fidelity Real Estate Income Composite IndexSM the past six months, as well as the 15.43% increase in the broad equity market, as measured by the S&P 500® index.The fund's biggest performance challenge came from its portfolio of real estate common stocks, which, due to a variety of security-specific factors, widely trailed an index of comparable securities.The fund saw better results from its holdings in real estate preferred stocks and real estate bonds. Portfolio Manager Mark Snyderman's focus on limiting interest rate risk proved beneficial in both categories because rates rose this period.The portfolio's positioning shifted only modestly the past six months – consistent with Mark's strategy of making gradual strategic moves – with an increase in commercial mortgage-backed securities (CMBS) and a decrease in real estate common stocks the biggest changes.Throughout the period and continuing as of January 31, Mark saw ample opportunity to take advantage of market volatility by adding to securities he liked at newly more-attractive prices.",
        "PortfolioManagersPlan": "\"Although the fund's performance the past six months did not meet my expectation, I've actually become more optimistic about prospects for future returns.\"As a portfolio manager, I like to come into work even when there is high market volatility. Initially, this may seem counterintuitive. But when you see lots of opportunities to invest in companies you really like at 'bargain' prices, it's more satisfying to invest than when those same securities seem expensive to you. Speaking as a shareholder in the fund, I feel confident that volatility today may be laying the groundwork for good future performance.\"I do see reasons for continued near-term caution, in light of rising interest rates. Higher rates can be both a positive and a negative for the fund. Although rising rates tend to push down the prices of certain security types, they can also raise the income those securities provide.\"Over the longer term, however, my view is positive. I'd encourage investors to think about market volatility the way I do: If you have a long-term perspective, volatility doesn't need to be your enemy. It can be your friend as long as you approach it intelligently. If nothing has changed in the underlying fundamentals of the companies you invest in, then it allows you the rare opportunity to buy more of those securities at unusually low prices. This is what I have been doing in recent months, and what I plan to do more of if volatility persists.\"",
        "PortfolioManagersReviewDate": "JANUARY 31, 2018"
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "For the quarter, the fund's Retail Class shares gained 0.43%, trailing the 1.12% return of the Fidelity Real Estate Income Composite IndexSM.Consistent with our investment approach, security selection had the biggest influence on the fund's relative performance for the quarter. This was particularly true among real estate common stocks. In this category, the fund's holdings returned -0.50%, significantly trailing the FTSE® NAREIT® All REITs Index. Our traditional focus on a combination of blue-chip and high-dividend-paying REITs detracted in a market environment that tended to favor real estate companies with a growth focus.Conversely, asset allocation contributed this quarter, as our relatively large position in REIT common stocks – about 30% of net assets, on average – added value.Looking at real estate preferred stocks, our allocation here gained 1.49%, well ahead of the MSCI REIT Preferred Index. Our approach favors higher-coupon securities issued by companies with balance sheets we consider respectable. Our focus on higher-coupon bonds gives the fund a degree of protection when interest rates are rising, and we also have the potential to see capital appreciation should the issuer improve its credit quality.On the fixed-income side, approximately 18% of the fund, on average, was held in commercial mortgage-backed securities (CMBS) this quarter, while our allocations to high-yield debt and investment-grade bonds were roughly 17% and 9%, respectively. The 1.22% result of both the fund's CMBS and high-yield holdings outperformed The BofA Merrill LynchSM US Real Estate Index, while our investment-grade positions lagged, producing a roughly flat result. ■",
        "PerformanceReview": "Persistent and synchronous global economic acceleration – along with low volatility, low inflation and accommodative monetary policies – continued to support asset markets in the fourth quarter, especially stocks. In December, the U.S. Federal Reserve hiked policy rates for the third time in 2017, pushing up short-term rates and causing the yield curve to flatten somewhat, although at year-end it remains positively sloped.In this environment, the fundamental backdrop for real estate investment trusts (REITs) remained generally favorable the past three months. Continued economic strength and employment gains were behind healthy demand for commercial properties. The rate of fundamental improvement in the REIT market has declined in recent years, however, reflecting increasing supply among certain types of properties, such as coastal apartments, assisted-living facilities and selected office markets.Once again, REIT investors saw significant differences in how certain property types performed. For example, common stocks of retail REITs fared best this quarter, rebounding from weak results earlier in 2017, as investors became more optimistic about the potential for corporate actions unlocking value.In contrast, common stocks in the health care REIT sector continued to struggle, reflecting concern about the senior housing industry, with a combination of market headwinds and an increase in supply weighing on performance.Real estate securities generally gained ground the past three months. Real estate investment trust (REIT) common stocks, as measured by the FTSE® NAREIT® All REITs Index, gained 2.37%. In comparison, the S&P 500® index, a measure of the broad U.S. equity market, added 6.64%.Meanwhile, real estate preferred stocks, as measured by the MSCI REIT Preferred Index, rose 0.84%. Real estate bonds, as reflected in the performance of The BofA Merrill LynchSM US Real Estate Index – a market-capitalization-weighted measure of investment-grade corporate debt in the domestic real estate sector – rose 0.75%. That result was slightly better than the performance of the broad U.S. taxable investment-grade bond market, as measured by the Bloomberg Barclays U.S. Aggregate Bond Index, which gained 0.39% for the three months. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FRIFX",
    "title": "Fidelity® Real Estate Income Fund",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/316389865"
}