{
    "MorningStartRatingInfo": {
        "Expenses": "2 out of 5, Below Average Fees",
        "OverallRating": "3 out of 5 stars",
        "Returns": "3 out of 5, Average Returns",
        "Risks": "2 out of 5, Below Average Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+5.78%",
        "AverageAnnualReturn1Y": "+30.13%",
        "AverageAnnualReturn3Y": "+12.86%",
        "AverageAnnualReturn5Y": "+12.23%",
        "AverageAnnualReturnYTD": "+5.17%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "The fund's Retail Class shares gained 26.39% for the fiscal year ending October 31, 2017, trailing the benchmark MSCI EAFE Small Cap Index, which returned 27.70%.Although Portfolio Manager Jed Weiss was disappointed that the fund lagged its benchmark, he recognized that limited market volatility, which he looks for as an opportunity to invest in strong business franchises at attractive valuations, posed a headwind for the fund's management style.Versus the benchmark, subpar security selection in the materials and consumer staples sectors weighed most on the fund's result. In a strong market, a cash position of roughly 3%, on average, also hurt. Conversely, favorable picks in industrials and positioning in real estate added substantial value.Geographically, the fund was hurt by out-of-benchmark positions in emerging markets, especially Korea. In continental Europe, unfavorable security selection in Germany was essentially offset by good picks in Sweden. Selection in Japan was very strong.Jed plans to continue pursuing his three-pronged management strategy, which emphasizes companies with what he considers multiyear structural-growth prospects, high barriers to entry and attractive valuations based on his earnings forecast.Following a roughly five-month leave of absence, Jed Weiss returned to Fidelity on November 29, 2017, and resumed his day-to-day responsibilities as Lead Portfolio Manager. In his stead, Patrick Drouot and Patrick Buchanan served as Co-Managers of the fund.",
        "PortfolioManagersPlan": "\"I'm happy with how Patrick Buchanan and Patrick Drouot handled management of the fund while I was on leave. I think all of our preparatory work paid dividends in the form of limited turnover in the portfolio and minimal disruption for shareholders.\"Now, after several months of relaxation with my young family, I'm excited to be back. My leave was not only reenergizing but educational, in that it gave me some important investment insights that I hope to apply to the portfolio in the months ahead.\"Part of my time away was spent traveling internationally with family. This included a couple of weeks in Japan, an important market for the fund. I engaged in activities I typically wouldn't pursue on a business trip. Instead of attending conferences or visiting corporate headquarters, I got to visit some off-the-beaten-track parts of the country. It gave me a broader perspective on Japan as well as some specific investment ideas I plan to research further.\"I also visited a few emerging-market countries – some investable for this fund and others not – and it broadened my view on some big-picture trends in such areas as telecommunications, payments and even foreign investment.\"So, even though rest and a recharge were the goals of my leave, gaining some investment insights was definitely one of the ancillary benefits of my time away from the office. Another was my renewed enthusiasm to get back to work on behalf of the fund's shareholders.\"",
        "PortfolioManagersReviewDate": "OCTOBER 31, 2017"
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "Our stock-by-stock investment approach targets companies with multiyear structural growth prospects, high barriers to entry and attractive valuations based on our earnings forecasts. Another way to put it is that we look for what we consider inexpensive businesses with very strong competitive positions and the potential to generate favorable long-term returns. Our portfolio-construction process is designed to make bottom-up security selection – rather than our opinions about macroeconomic trends – the primary driver of the fund's long-term performance.At quarter's end and versus the index, our largest individual overweightings were in Azbil, a maker of automation equipment; OBIC, a computer-systems firm; and CompuGroup, all of Japan.Our biggest individual underweightings were in Smurfit Kappa Group, an Irish manufacturer of corrugated packaging; U.K.-based business-services company Rentokil Initial; and Temenos Group, a Swiss enterprise-software company. We held none of these benchmark components, which we saw as poor fits for the fund's bottom-up investment strategy.During the quarter, notable transactions included trimming our exposure to biopharmaceutical company China Biologic Products Holdings and Italian asset management firm Azimut Holdings, both of which experienced worsening corporate governance. The only new position of note this period was Washtec, a German maker of equipment for car washes.In all market conditions, we try to stick to our three-step management strategy, as we look to develop a portfolio with the potential to outperform in both up and down markets. We are hopeful that our focus on good business franchises with stocks trading at attractive valuations can continue to do well, regardless of the economic backdrop. ■",
        "PerformanceReview": "For the three months ending December 31, 2017, the fund's Retail Class shares gained 6.89%, outpacing the benchmark MSCI EAFE Small Cap Index, which returned 6.07%.The fund's sector, country and regional positions generally result from our bottom-up, stock-by-stock management process. This quarter, our active stock selection accounted for essentially all the fund's outperformance versus the benchmark.On a sector basis relative to the index, the fund benefited from strong stock picking in consumer discretionary and, to a lesser extent, health care and materials. Stock selection in information technology, however, was negative. On a geographic basis, stock picking in Japan and the Europe ex U.K. region was beneficial, whereas underweighting Asia-Pacific ex Japan nicked us, as did our small out-of-benchmark exposure to Canada.In individual terms, several top contributors were based in Japan, led by Shoei (+49%), a maker of motorsport helmets and a non-benchmark investment; Koshidaka Holdings (+57%) an operator of various leisure-time facilities; and Sho-Bond Holdings (+26%), a provider of construction materials. Other contributors included an out-of-benchmark stake in Irish building-materials company James Hardie Industries (+28%), whose shares rose sharply in November on strong financial results, as well as CompuGroup Medical (+16%), a German developer of software for medical professionals and one of our largest holdings at quarter end.In contrast, the biggest individual detractor this quarter was out-of-index Fagerhult (-14%), a Swedish maker of commercial lighting. This longtime holding had been benefiting from Europe's economic recovery but pulled back this quarter. Also, shares of U.K. defense contractor Ultra Electronics Holdings (-25%) fell sharply in November after the company issued a profit warning. Japanese real estate firm Goldcrest (-15%) also detracted. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FSCOX",
    "title": "Fidelity® International Small Cap Opportunities Fund",
    "url": "https://fundresearch.fidelity.com/mutual-funds/analysis/315910562"
}