{
    "MorningStartRatingInfo": {
        "Expenses": "2 out of 5, Below Average Fees",
        "OverallRating": "4 out of 5 stars",
        "Returns": "4 out of 5, Above Average Returns",
        "Risks": "2 out of 5, Below Average Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+12.65%",
        "AverageAnnualReturn1Y": "+17.49%",
        "AverageAnnualReturn3Y": "+9.80%",
        "AverageAnnualReturn5Y": "+13.96%",
        "AverageAnnualReturnYTD": "+2.89%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "Versus the MSCI sector index, fund underperformance largely was due to an overweighting in apparel retail. Specifically, overweighting apparel maker and retailer L Brands hurt. Conversely, overweighting Charter Communications, one of the fund's largest holdings, was easily the top relative contributor.Despite risks – such as rising health care costs and political tensions – Portfolio Manager Katherine Shaw is optimistic, especially given employment and wage gains. She prefers companies that stand to benefit from improving consumer macro trends, market-share gains, exposure to an increase in consumer preference, or a technology advantage versus competitors.On August 3, 2017, Katherine Shaw became Portfolio Manager of the fund, succeeding Peter Dixon.The Board of Trustees has agreed to present a proposal to shareholders to eliminate each sector/industry fund's fundamental \"invests primarily\" policy and to modify the fundamental concentration policy for certain funds. If the proposals are approved, expected in the fourth quarter, the changes will take place on or about January 1, 2018 (or the first day of the month following shareholder approval), and will not impact how the funds are managed.",
        "PortfolioManagersPlan": "\"It's an interesting time for consumer discretionary investors. Various industries in the sector are undergoing a sea change, with retail and media the fastest to transition. Shopping patterns in the U.S. have been turned on their heads in the past decade, with mall-based stocks significantly underperforming those geared toward online shopping. Traditional media networks have declined amid the increasing pace of cord-cutting. However, I am optimistic about the potential for players with the best content and strongest distribution networks to grow faster than the overall sector, especially when these firms demonstrate an ability to monetize content in multiple ways. Further, demand for faster internet connections should continue to rise as technology evolves.\"Another significant shift is occurring in the dining experience. New restaurant technology is allowing diners to order and pay ahead to avoid lines and lengthy wait times. Food delivery also is growing in importance; generational shifts among consumers point to greater outsourcing of that process.\"Also, the auto marketplace is undergoing a shift toward technology-based offerings, as in-car content and the potential for autonomous driving and even driverless cars are becoming more of a reality.\"Although technology has changed the consumer landscape in many ways, something that has not changed is consumers' desire to participate in and share experiences. I'm bullish on firms that can bring consumers something special in terms of travel – hotels, for example – and experiences, such as skiing and gambling, among others.\"I'm also positive on housing and home improvement. Millennials are just starting to purchase houses, the average stock of homes is over 30 years old and inventory turnover is low, creating a positive backdrop for both homebuilders and home improvement stocks.\"",
        "PortfolioManagersReviewDate": ""
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "The fund advanced 11.02% for the quarter ending Dec. 31, 2017, outperforming the 9.08% return of the benchmark MSCI U.S. IMI Consumer Discretionary 25/50 Index. Choices in internet & direct marketing retail, along with picks and an overweighting in general merchandise stores helped the most. Meanwhile, security selection in restaurants dragged on relative performance.In terms of individual stocks, underexposure to index component Time Warner was the fund's biggest relative contributor during the quarter. We established a stake in the media giant, but remained underweighted the stock, which helped as Time Warner shares returned -10%. The stock fell sharply following a November report that the Department of Justice considered a lawsuit versus telecom giant AT&T to block its proposed acquisition of Time Warner. Late in the month, it did just that, and the legal battle persisted throughout the quarter.The stock price of Amazon.com, the fund's largest holding, gained about 22% in the quarter, soaring in late-October after the firm announced better-than-expected quarterly financial results. Elsewhere, it helped to overweight discount retailer Dollar Tree, which gained roughly 24% the past three months. Shares rose steadily before accelerating on the company's late-November announcement of quarterly financial results that beat estimates and showed improvement over the comparable three months in 2016. Additionally, company management raised its financial outlook for the firm's fiscal year and provided what was considered a solid view for its fiscal fourth quarter.Conversely, an outsized stake in Charter Communications (-8%), a large fund holding, was the fund's biggest individual detractor this quarter. Shares of Charter were weighed down by disappointing quarterly financial results. In addition, the company lost more than twice as many pay-TV customers as it had anticipated and faced stiff competition from satellite broadcasters, including Dish Network – another fund holding.An underweighting in index component Twenty-First Century Fox (+31%) – a small position we established this quarter – also hurt, as shares of the media giant gained on speculation that it would sell assets to Walt Disney Co. ■",
        "PerformanceReview": "Consumer discretionary stocks, as measured by the MSCI U.S. IMI Consumer Discretionary 25/50 Index, advanced 9.08% for the fourth quarter, ahead of the 6.64% gain of the broad market S&P 500® index.The big story this quarter was a marked jump in holiday spending, which typically accounts for more than one quarter of annual retail sales. Consumers hit the stores – and their keyboards – to spend a record amount of dollars on holiday purchases.Overall, a surge in business and consumer sentiment provided a supportive backdrop for the sector. Jobs data also trended positive, as a tight labor market, low unemployment, and wage growth supported the U.S. consumer and continued overall economic expansion. On the political front, the sweeping $1.5 trillion tax reform plan was passed in December, which could boost consumers' discretionary spending in 2018. Nevertheless, fierce retail competition hurt profit margins for some companies, while changing consumer preferences also challenged some of the sector's industries.Among notable index industry components, homebuilding (+23%) and home improvement retail (+16%) performed well. Ongoing demand for housing, combined with insufficient supply, boosted stocks of homebuilders, while home improvement retailers benefited from major storm-related sales.The footwear industry (+22%) was lifted in part by athletic shoe giant Nike. The stock rallied 21% on a bullish outlook from its CEO, strong international growth and strategic partnerships with firms like Amazon.com. Elsewhere, internet & direct marketing retail (+13%) – the largest industry in the index – benefited from the strong performance of e-commerce juggernaut Amazon.com (22%) owed to quarterly financial results that far exceeded expectations. The cable & satellite industry was one major area of weakness, posting a modest decline. The secular trend of cord-cutting hurt industry names, such as Charter Communications, which returned -8%.",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FSCPX",
    "title": "Fidelity® Select Consumer Discretionary Portfolio",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/316390558"
}