{
    "MorningStartRatingInfo": {
        "Expenses": "1 out of 5, Low Fees",
        "OverallRating": "4 out of 5 stars",
        "Returns": "2 out of 5, Below Average Returns",
        "Risks": "1 out of 5, Low Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+12.61%",
        "AverageAnnualReturn1Y": "+5.63%",
        "AverageAnnualReturn3Y": "+5.62%",
        "AverageAnnualReturn5Y": "+8.93%",
        "AverageAnnualReturnYTD": "-1.10%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "For the semiannual reporting period ending October 31, 2017, the fund gained 4.53%, significantly lagging the 8.01% advance of the benchmark Russell 2000® Index.The fund's value-oriented composition posed a headwind in a market environment that favored growth-oriented investments the past six months.Versus the benchmark, the fund was hurt most by weak stock picking overall, especially in the health care, information technology and industrials sectors.Conversely, favorable security selection in the consumer discretionary sector proved beneficial.After 18 years with Fidelity, Chuck Myers has decided to step away from portfolio management at the end of 2017. Derek Janssen, formerly Co-Manager of the fund, assumed Lead Manager responsibilities from Chuck on July 1, 2017, and will assume sole responsibility for the fund on December 31, 2017.As of October 31, Derek is optimistic about the fund's positioning, believing that his current emphasis of attractively valued, higher-quality small-cap stocks could be desirable if market conditions shift to favor a value style.",
        "PortfolioManagersPlan": "\"The past six months, one of the fund's largest investment themes was homebuilding stocks, which, after a few purchases and sales in the category this period, made up roughly 6% of the portfolio's net assets as of October 31.\"I like this market area because it's one of the few in the small-cap universe right now where I'm able to find stocks priced in the vicinity of book value. Valuations in the industry are trending at roughly half of the small-cap market's average valuation. Meanwhile, earnings yields are roughly double those of our small-cap benchmark.\"After a long downturn following the housing market crisis last decade, single-family housing starts are still below their long-term historical average of close to 1.5 million per year. Another positive trend for the housing market is that millennials increasingly are having children these days. The data I've seen suggest that once millennials start having kids, they are proving as eager as past generations to own their own home.\"Also, compared with other consumer discretionary stocks, homebuilders are relatively insulated from online or foreign competition.\"So, we are seeing a confluence of factors that I believe are likely to boost demand for homebuilders, while their stocks remain very cheap, as investors have not yet forgotten the housing crisis of the second half of the 2000s.\"Particularly in a market environment where cheap stocks are increasingly hard to come by, I think homebuilder stocks represent good value, and I'd expect them to perform well for the fund if we continue to see housing starts trending back toward the long-term average.\"",
        "PortfolioManagersReviewDate": ""
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "Our first and most important step is to try to avoid paying too much for a stock in the first place. Second, we look for stocks that have what we consider a sufficient margin of safety. Third, we analyze management teams and other factors to uncover what we think are high-quality companies. In terms of risk management, we focus on individual stocks and seek to limit the performance impact of other factors.This quarter, we added exposure to a couple of low-cost U.S. airline companies that we believed offered a combination of good growth potential and very low valuations. One area we have not yet actively pursued but are increasing our research on these days in light of lower valuations are real estate investment trusts (REITs), especially retail REITs, some of which we believe may have been excessively punished in light of the business challenges facing retailers.Looking ahead, we think the fund will be well-positioned if market conditions begin to deteriorate after a long rally – something we would expect to happen sooner or later, even if we do not have a clear idea of the timing. We see a large gap between the benchmark valuation and that of the fund's holdings, on average. We have increasingly been focusing on the quality side of our investment approach, favoring companies with better business fundamentals and management teams.In general, we think paying close attention to valuation and business fundamentals is a good strategy in an environment where it's becoming increasingly difficult to find good companies with stocks trading at a significant valuation discount. ■",
        "PerformanceReview": "For the quarter, the fund gained 4.15%, outpacing the 3.34% advance of the benchmark Russell 2000® Index. The fund's outperformance of the benchmark was driven most by stock selection in the information technology sector. The fund also benefited from picks in financials. Security selection in health care and consumer staples notably detracted.The fund's biggest individual contributor by a wide margin was a non-benchmark stake in CalAtlantic Group (+54%). We started buying shares of this homebuilder in mid-to-late 2016, as we recognized its good value. In October, a larger homebuilder, Lennar, agreed to buy CalAtlantic at a healthy premium. Soon afterwards, we sold most of the fund's stake in CalAtlantic. We also remained invested in several other homebuilders we believe offered value going forward.Adding further value was Cimpress, a Netherlands-based printing company and one of our largest holdings. We liked this longtime holding for several reasons: management's willingness to take a long-term view of its business, even at the expense of short-term profits; the company's move to buy back shares; and a valuation that struck us as very attractive. After the stock's 23% gain the past three months, it's not as cheap as it once was, but as of December 31 we are holding on due to the company's business outlook and shareholder-focused management.Other notable contributors were information technology services company Presidio and WESCO International, an electronics distributor that was not in the benchmark this quarter.On the negative side, the fund's biggest individual detractor was a non-benchmark position in Envision Healthcare (-47%), a provider of services to the health care industry. Envision struggled to integrate AmSurg, which it acquired in 2016, and reported disappointing earnings in early November. We lost confidence in Envision and sold it from the portfolio this quarter.Other detractors included Vista Outdoor (-36%), which in November reported disappointing quarterly financial results, and Post Holdings, a consumer packaged foods company and out-of-benchmark holding. Post, our second-largest position at year-end, returned -10% for the fund the past three months. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FSCRX",
    "title": "Fidelity® Small Cap Discovery Fund",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/315912600"
}