{
    "MorningStartRatingInfo": {
        "Expenses": "1 out of 5, Low Fees",
        "OverallRating": "3 out of 5 stars",
        "Returns": "3 out of 5, Average Returns",
        "Risks": "1 out of 5, Low Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+7.00%",
        "AverageAnnualReturn1Y": "+4.83%",
        "AverageAnnualReturn3Y": "+6.22%",
        "AverageAnnualReturn5Y": "+8.24%",
        "AverageAnnualReturnYTD": "-3.03%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "Asset allocation helped slightly, particularly underweighting the lagging preferreds category. Security selection among real estate investment trusts (REITs) also added value.On April 8, 2017, Ramona Persaud assumed co-manager responsibility for the fund's dividend-paying equities subportfolio, alongside Scott Offen, through December 31, at which time she will become sole Portfolio Manager of the sleeve. After more than 30 years at Fidelity, Scott Offen will retire at the end of 2017.On July 20, 2017, Adam Kramer and Ford O'Neil, formerly Co-Managers of the fund, became Co-Lead Managers, replacing Joanna Bewick.On September 8, 2017, Brian Chang assumed portfolio-manager responsibility for the preferred securities sleeve, alongside Co-Lead Managers Adam Kramer and Ford O'Neil.At period end, the fund's largest asset class overweighting was in large-cap value equities, offering what Adam and Ford saw as a favorable risk/reward trade-off in a strong economic environment.",
        "PortfolioManagersPlan": "\"This fund is designed to provide shareholders with a consistent, dividend-linked income stream and the potential to mute an investment portfolio's volatility.\"We will of course experience periods when this relatively conservative, dividend-oriented approach falls out of favor. I'd say we just completed one of those periods.\"Even though the fund performed reasonably well in absolute terms, the fact that growth-oriented equities were far and away the financial markets' best performers this past year made it particularly difficult for us to keep pace, especially when compared with the overall equity market. (As a case in point, the S&P 500® index was up 23%, while growth stocks did far better than that.)\"Our mandate to own large-cap value stocks was unhelpful in a marketplace that was more often rewarding growth investments. Although we'd like to see the fund outperform every period, some time frames will simply be more difficult for a relatively conservative, dividend-oriented strategy such as ours. I'd even suggest that when relatively volatile, aggressive growth stocks are in favor, it's even more important to control for future volatility, and this is an essential part of what we're trying to do with this fund.\"",
        "PortfolioManagersReviewDate": ""
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "The fund employs a lead portfolio-manager/subportfolio-manager structure. The two co-lead portfolio managers make the allocation decisions across the major asset classes of the fund. Individual selection decisions within each of the asset classes are made by experienced and specialized managers within their respective areas of expertise.Our asset allocation investment process is a disciplined, multistep approach incorporating a large number of economic and market signals. The process begins with strategic allocation across the fund's asset classes. Depending on the co-lead portfolio managers' outlook for each type of investment, they may over- or underweight an asset class versus the neutral mix. This is done judiciously, with an eye toward long-term trends and in a strategic manner to help preserve the integrity of the portfolios.Separate from the asset allocation investment process, each subportfolio has its own dedicated portfolio manager who employs an asset class-specific process for security selection.The aim of the fund's investment approach is to offer a well-diversified strategy with the potential to deliver strong income regardless of the interest-rate environment.During the quarter, we remained overweighted in dividend-paying stocks because we believed they provided a better risk/reward trade-off than other, rate-sensitive asset classes in the portfolio, such as REITs and preferred stocks. Meanwhile, the fund ended 2017 with a modest overweighting in convertibles, even as we slightly reduced exposure to this asset class over the course of the fourth quarter, reflecting our lesser conviction relative to equities.In a new area of investment, this quarter we added a modest allocation to master limited partnerships (MLPs), an asset class we find attractive both for its relatively high yields and its ability to diversify a portfolio. MLPs, found largely in the energy industry, have been beaten down in recent years and, at year end, offered particularly attractive yields relative to their risk, in our view.As of December 31 we see a relatively benign economic and market backdrop, with solid economic growth trends tempered by various sources of uncertainty, including geopolitical risks and questions about the Federal Reserve's next moves. The Fed, which is expected to continue its gradual pace of interest rate hikes, has also announced plans to scale back quantitative easing by reducing the size of its balance sheet – the central bank's economic stimulus program in place for nearly a decade.We will be monitoring these and other trends as we assess the relative investment opportunities available in our investment universe, and we will not hesitate to adjust the fund's asset allocations when we see potential to add value for the fund's shareholders. We believe that the preponderance of factors currently supports equities – hence the fund's period-end overweighting in value stocks and convertible securities. ■",
        "PerformanceReview": "Persistent and synchronous global economic acceleration – along with low volatility, low inflation and accommodative monetary policies – continued to support asset markets in the fourth quarter, especially stocks. Amid U.S. tax and regulatory reform – plus robust corporate earnings – U.S. stocks made a strong and steady advance for the three months ending December 31, 2017, with the S&P 500® index gaining 6.64%.For the quarter, growth-oriented stocks in the S&P 500® index continued the trend of outperforming value stocks, but only by a slim margin. By capitalization, large-caps fared best, finishing just ahead of mid-caps and topping small-caps by a wider margin.Emerging-markets (EM) equities led the global rally for the fourth quarter in a row. The MSCI Emerging Markets Index rose 7.50%, bolstered by a weaker U.S. dollar and rising import demand and manufacturing activity, particularly in China. Meanwhile, the MSCI World Index of global developed-markets stocks returned 5.60%; excluding the U.S. (+7%), developed-world equities gained about 4%. Large-cap and growth-oriented stocks outpaced other MSCI World size and style segments this period.In fixed income, U.S. taxable investment-grade bonds posted a slightly positive return for the fourth quarter of 2017, amid record-low volatility and strong demand for new issues. The Bloomberg Barclays U.S. Aggregate Bond Index returned 0.39%, as coupon income more than offset the negative price impact of modestly higher interest rates. The passage of a federal tax-reform package contributed to higher yields this period, though its overall impact on the bond market has been fairly modest.Longer-term rates rose moderately, while shorter-term rates advanced more, continuing their yearlong climb. The Federal Open Market Committee (FOMC) raised target interest rates by 0.25 percentage points in December, and recent Fed communications suggest a broad-based consensus exists for the continuation of gradual policy-rate normalization. This quarter, the Fidelity Strategic Dividend & Income Composite IndexSM returned 3.77%, with every asset class in the Composite index generating positive performance.Dividend-paying equities, which make up roughly half the index, were the strongest performers by far. For the quarter, the MSCI USA High Dividend Yield Index gained 6.47%, reflecting the robust economic backdrop and investors' continued comfort with riskier assets. In this segment, the information technology and industrials sectors fared particularly well, gaining roughly 14% and 11%, respectively. Utilities (-2%) fared worst, with health care (-1%) the only other sector dipping into the red.Convertibles – hybrid securities that combine features of both stocks and bonds – also participated in the equity-market rally, albeit to a lesser extent. For the quarter, The BofA Merrill LynchSM All US Convertibles Index added 1.55%. Within this index, the materials and industrials sectors fared best, each gaining about 4%, while information technology – representing roughly a third of the index's total weight – gained about 3%. The next-largest index sector, consumer discretionary, returned -1%. The small telecommunications services sector (-21%) fared worst by far.Meanwhile, a stronger economy led to rising interest rates and thus underperformance from asset classes that historically have been more sensitive to interest rates. The weakest-performing asset class in the Composite, for example, was preferred stocks: The BofA Merrill LynchSM Fixed Rate Preferred Securities Index returned 0.43%.Meanwhile, real estate investment trusts (REITs), as measured by the FTSE® NAREIT® Equity REITs Index, returned 1.51%. Over the long term, REIT performance has not been overly correlated with changes in interest rates, although in recent years this sensitivity to rate changes has been more pronounced. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FSDIX",
    "title": "Fidelity® Strategic Dividend & Income® Fund",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/316145887"
}