{
    "MorningStartRatingInfo": {
        "Expenses": "2 out of 5, Below Average Fees",
        "OverallRating": "4 out of 5 stars",
        "Returns": "3 out of 5, Average Returns",
        "Risks": "2 out of 5, Below Average Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+7.39%",
        "AverageAnnualReturn1Y": "+10.24%",
        "AverageAnnualReturn3Y": "+6.45%",
        "AverageAnnualReturn5Y": "+6.94%",
        "AverageAnnualReturnYTD": "-5.53%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "For the semiannual reporting period ending August 31, 2017, the fund's Retail Class shares gained 6.21%, ahead of the 5.42% return of the MSCI U.S. IMI Materials 25/50 Index and the 5.65% advance of the broadly based S&P 500® index.Most groups in the MSCI sector benchmark posted positive results this period, led by aluminum, gold, and metal & glass containers. Steel, diversified metals & mining, silver and paper products finished below break-even. Against this backdrop, the stocks with positive cyclical drivers and strong fundamentals favored by Portfolio Manager Tobias Welo did relatively well.Versus the MSCI sector benchmark, largely avoiding the weak-performing steel segment was a key contributor, along with positioning in diversified chemicals and picks in commodity chemicals and diversified metals & mining.Conversely, picks in trading companies & distributors weighed on relative performance, as did positioning in industrial gases.Tobias remains convinced we've seen an important bottom in the broader commodity cycle, and he is cautiously optimistic about the longer-term prospects for materials stocks.The Board of Trustees has agreed to present a proposal to shareholders to eliminate each sector/industry fund's fundamental \"invests primarily\" policy and to modify the fundamental concentration policy for certain funds. If the proposals are approved, expected in the fourth quarter, the changes will take place on or about January 1, 2018 (or the first day of the month following shareholder approval), and will not impact how the funds are managed.",
        "PortfolioManagersPlan": "\"This past April, President Trump signed a presidential memorandum calling on Secretary of Commerce Wilbur Ross to lead a Department of Commerce investigation into the effects of steel imports on national security. The study will consider overcapacity, dumping, illegal subsidies and other factors to determine whether steel imports – particularly from China, which produces half the world's supply – threaten American economic security and military preparedness.\"The inquiry is often referred to as a 'Section 232 investigation' because Section 232 of the Trade Expansion Act of 1962 gives the president broad power to adjust imports through the use of tariffs and other means if imports are found to be a threat to U.S. national security.\"I believe this could have a major impact on the short-term dynamics of the domestic steel market. For example, if import tariffs were instituted, they likely would increase the price of imported steel and therefore make domestic producers more competitive. At this point, I think tariffs of some kind are likely and therefore have added several domestic steelmakers to the portfolio.\"Although tariffs could potentially provide a short-term advantage for domestic producers, I don't believe the U.S. would enjoy any long-term structural advantage. That's because I think domestic capacity would catch up with demand at some point, and basic supply-and-demand considerations would once more emerge as the key driver for steel prices, in my view.\"",
        "PortfolioManagersReviewDate": "AUGUST 31, 2017"
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "For the fourth quarter, the fund's Retail Class shares returned 6.94%, topping the MSCI U.S. IMI Materials 25/50 Index. Stock selection was the primary driver of the fund's excess return.By industry, positioning in commodity chemicals, specialty chemicals and paper packaging had the most positive impact versus the MSCI sector index. In fact, the fund's two top relative contributors were part of the commodity chemicals group: Westlake Chemical and LyondellBasell Industries.In November, Westlake posted third-quarter earnings that were considerably better than estimates, aided by its August 2016 acquisition of Axiall, improved demand for major products in its vinyls and olefins business lines, and higher prices in the vinyls market. Westlake shares rose about 29% this quarter, rewarding the fund's sizable overweighting here.Shares of LyondellBasell Industries, the fund's second-largest holding and another large overweighting this quarter, posted a roughly 12% return. Relatively low prices for natural gas, which the company uses to power its ethylene plants, were one factor aiding the stock. Additionally, inventories across the petrochemical industry remained tight in the wake of Hurricane Harvey's damage to production and refining facilities, which helped the firm's pricing. Also, delays in the startup of new ethylene and petroleum-derivatives plants helped support prices for those products.On the negative side, positioning in diversified chemicals and industrials gases detracted. Among individual holdings, the largest detractor was Ball, a maker of metal containers for the beverage, food, personal care and household products industries. The stock returned -8% for the quarter, reflecting damage caused by the recent hurricane season and spiking freight and fuel costs. Volatile demand in the EMEA (Europe, Middle East and Africa) region also hurt. ■",
        "PerformanceReview": "For the three months ending December 31, 2017, the materials sector, as measured by the MSCI U.S. IMI Materials 25/50 Index, returned 6.69%, slightly ahead of the 6.64% gain of the broadly based S&P 500® index. Rising commodity prices and improving global economic growth aided materials stocks this quarter.Among the 11 S&P 500® sectors, materials ranked fourth on a total-return basis for the three-month period, ahead of consumer staples, the fifth-best performer, but considerably behind third-ranked financials.Most industry groups in the materials sector registered positive returns this quarter, with many sporting double-digit gains. Copper (+35%) was the clear winner, lifted by investors' optimism about the global economy and a weaker U.S. dollar. Other industrial metals, including steel (+15%) and aluminum (+14%), also did extremely well.Among chemicals segments, which jointly accounted for the majority of the MSCI index, industrial gases (+11%) and commodity chemicals (+11%) were standouts. Specialty chemicals (+5%), fertilizers & agricultural chemicals (+4%) and diversified chemicals (+4%) had solid absolute returns but underperformed the MSCI sector index.Equities in the index tied to silver (-20%) and gold (0%) lagged, although prices for both metals rose modestly this quarter. Metal & glass containers (-4%) also was relatively weak.According to financial data-keeper FactSet Research Systems, materials ranked third among S&P 500® sectors in third-quarter earnings growth, with a year-over-year gain of 10.6% as of the end of 2017. For the fourth quarter, materials is expected to report the second-highest earnings growth of the 11 S&P 500® sectors, at 27.9%, led by metals & mining companies. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FSDPX",
    "title": "Fidelity® Select Materials Portfolio",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/316390590"
}