{
    "MorningStartRatingInfo": {
        "Expenses": "1 out of 5, Low Fees",
        "OverallRating": "4 out of 5 stars",
        "Returns": "3 out of 5, Average Returns",
        "Risks": "1 out of 5, Low Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+10.38%",
        "AverageAnnualReturn1Y": "+13.18%",
        "AverageAnnualReturn3Y": "+8.02%",
        "AverageAnnualReturn5Y": "+11.79%",
        "AverageAnnualReturnYTD": "+0.66%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "",
        "PortfolioManagersPlan": ""
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "",
        "PerformanceReview": "For the quarter, the fund's Class I shares rose 4.85%, matching the advance of its benchmark, the Dow Jones U.S. Completion Total Stock Market IndexSM, which tracks a broad selection of roughly 3,300 stocks outside the S&P 500® index.The U.S. economy expanded amid encouraging employment reports that led the U.S. Federal Reserve to begin paring back economic stimulus in October.U.S. equity markets, meanwhile, rallied on this economic news, as well as approval of new tax legislation that may bolster earnings in several industries. At the same time, risks such as escalating tensions with nuclear-armed North Korea and political wrangling at times dampened some of investors' enthusiasm.Outside the U.S., most developed countries experienced near-synchronized growth and market gains that partly were driven by a U.S. dollar that weakened relative to other foreign currencies.Growth-oriented stocks generally outperformed value stocks the past three months. Among the index's 11 sectors, energy (+9%) performed best, driven partly by a November agreement between The Organization of the Petroleum Exporting Countries (OPEC) and Russia to extend a cut in oil production.Industrials (+8%) and materials (+6%) also delivered strong results against a solid backdrop for improving global growth and firm demand.As riskier segments of the market drew the most investor interest, defensive sectors such as telecommunication services (-1%), real estate (+2%) and utilities (+2%) lagged the index return.Regardless of the market environment, we apply a disciplined investment process across all of our strategies, relying on highly skilled professionals and robust investment infrastructure. Investment performance – absolute, relative and risk-adjusted – is the foundation of our investment value proposition for shareholders. This is true of our comprehensive suite of low-cost index funds. We expect our index funds to perform as closely to their benchmarks as possible. Over time, we seek to reduce tracking error, also known as the amount an index fund's performance deviates from its target index. Whether it's through solid trading techniques for funds that completely replicate an index or our use of statistical sampling and optimization techniques when necessary, we are focused on delivering returns in line with benchmark performance. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FSEMX",
    "title": "Fidelity® Extended Market Index Fund - Investor Class",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/315911503"
}