{
    "MorningStartRatingInfo": {
        "Expenses": "2 out of 5, Below Average Fees",
        "OverallRating": "4 out of 5 stars",
        "Returns": "5 out of 5, High Returns",
        "Risks": "2 out of 5, Below Average Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "-0.87%",
        "AverageAnnualReturn1Y": "-0.66%",
        "AverageAnnualReturn3Y": "-0.76%",
        "AverageAnnualReturn5Y": "-0.66%",
        "AverageAnnualReturnYTD": "-0.96%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "For the semiannual reporting period ending August 31, 2017, the fund returned -15.34%, underperforming the -11.69% return of the MSCI U.S. IMI Energy 25/50 Index, as well as the 5.65% gain of the broad-market S&P 500® index.Falling prices for crude oil and natural gas cast a pall over the energy sector the past six months, hindering profitability for many companies and causing the sector's return to lag the S&P 500 by a wide margin.Portfolio Manager John Dowd's strategy of favoring U.S.-based exploration & production (E&P) companies was out of favor this period. The fund's overweighting and stock picks within this group held back performance versus the sector index. Underweighting integrated oil & gas companies, which held up well relative other industry groups, also detracted.A significant underweighting in integrated oil & gas giant Exxon Mobil was the fund's biggest individual relative detractor, while overweighting U.S. E&P Pioneer Natural Resources also proved to be a disappointment.Conversely, favorable security selection in the oil & gas drilling group contributed to the fund's relative performance.The Board of Trustees has agreed to present a proposal to shareholders to eliminate each sector/industry fund's fundamental \"invests primarily\" policy and to modify the fundamental concentration policy for certain funds. If the proposals are approved, expected in the fourth quarter, the changes will take place on or about January 1, 2018 (or the first day of the month following shareholder approval), and will not impact how the funds are managed.",
        "PortfolioManagersPlan": "\"Two deflationary forces within the energy sector have hampered commodity prices and made U.S.-based E&P companies attractive.\"First, the ease with which U.S. energy companies have been able to raise capital has led to increased production capacity within the sector, and lower global crude oil prices.\"Second, improved well productivity via new shale-fracturing technology has allowed U.S. E&Ps to increase production growth and achieve profits even as crude oil prices have declined. U.S. shale production represents only 5% of the world's supply of crude oil, but that rate of production, if altered, can influence the commodity price given the tight balance of global supply and demand.\"Conversely, the growth of U.S. oil production and the corresponding decline in crude oil prices has put considerable pressure on the profitability of foreign E&P producers. Many of these companies cannot produce oil profitably when it is priced at $40 a barrel or less. OPEC annual net export revenues have fallen from a peak of $1.18 billion in 2012 to $433 billion in 2016. I am not optimistic that crude oil prices will recover to historic peaks.\"Because of these disruptive dynamics, I have been allocating capital to the U.S. E&P stocks with better cost positions, production growth and return prospects than their foreign peers. This strategy didn't support the fund's performance the past six months, but I maintain my conviction in this approach.\"",
        "PortfolioManagersReviewDate": "AUGUST 31, 2017"
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "Good stock selection among the fund's overweighted stake in E&Ps was the primary driver of the fund's outperformance versus the sector benchmark during the fourth quarter. In particular, overweighted positions in Diamondback Energy (+29%), Continental Resources (+37%), and Pioneer Natural Resources (+17%), proved helpful.Stock picking within the oil & gas storage and transportation industry also boosted relative results. Here, the fund's holdings collectively advanced 10%, compared with a 0.5% return for those in the index. Among specific stocks, a non-index stake in liquefied natural gas company Golar LNG was helpful, as our holdings in the stock rallied 32% this quarter. The fund also benefited from not owning a stake in index constituent Oneok, a pipeline company, which returned -2%.Good stock selection and positioning within the integrated oil & gas industry also served the fund well. Specifically, underweighting Exxon Mobil (+3%) provided a relative boost.The fund gave back some performance due to its modest underweighting in oil & gas refining & marketing stocks, a group that outperformed the index by nearly 10 percentage points. Specifically, it hurt to have avoided strong-performing refining companies Valero (+21%) and Marathon Petroleum (+18%). Other notable disappointments included a small non-index stake in onshore well services provider NCS Multistage Holdings, which returned -39% in the fund, and a significant overweighting in oil & gas exploration services provider Newpark Resources, which returned -14%. ■",
        "PerformanceReview": "The energy sector, as represented by the MSCI U.S. IMI Energy 25/50 Index, returned 6.45% for the three months ending December 31, 2017, slightly trailing the 6.64% gain of the broadly based S&P 500® index. Of the 11 major sectors, energy finished around the middle of the pack this quarter.Rising crude oil prices provided a favorable backdrop for the sector's profit outlook. The West Texas Intermediate spot price, a benchmark for per barrel price of domestic oil, rose from about $53 per barrel to more than $61 per barrel during the quarter, while the price of Brent North Sea Crude rose from around $55 to $67 per barrel. Higher oil prices were driven largely by a combination of the industry's improving supply-and-demand conditions, falling U.S. inventory levels, and economic data indicating increased manufacturing activity around the world.Among individual industry groups, oil & gas exploration & production stocks (+9%), which represented about a quarter of the energy sector benchmark, rallied amid higher oil prices and the improved outlook for energy commodity producers. Strong demand for refined petroleum products helped boost the returns for oil & gas refining & marketing companies (+16%), a group that represented about 10% of the index. Integrated oil & gas (6%), the sector's largest industry group at roughly 40% of the index, performed reasonably well amid the improved pricing environment. Coal & consumable fuels (+43%), a rather small portion of the index at less than 1%, continued to benefit from increased demand from overseas markets.Industries that lagged this quarter included oil & gas equipment & services (-0.1%) and oil & gas storage & transportation (0.5%).Looking at the biggest individual drivers of sector performance, shares of integrated oil and gas companies Chevron and Occidental Petroleum rallied the past three months after reporting favorable operating results. Refiners Valero Energy and Marathon Petroleum also were among the major contributors, as were E&Ps EOG Resources and ConocoPhillips. Conversely, services names Schlumberger and Baker Hughes notably detracted. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FSENX",
    "title": "Fidelity® Select Energy Portfolio",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/316390103"
}