{
    "MorningStartRatingInfo": {
        "Expenses": "1 out of 5, Low Fees",
        "OverallRating": "3 out of 5 stars",
        "Returns": "3 out of 5, Average Returns",
        "Risks": "1 out of 5, Low Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+6.72%",
        "AverageAnnualReturn1Y": "+16.92%",
        "AverageAnnualReturn3Y": "+6.35%",
        "AverageAnnualReturn5Y": "+5.92%",
        "AverageAnnualReturnYTD": "+0.30%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "",
        "PortfolioManagersPlan": ""
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "",
        "PerformanceReview": "International equities advanced for the quarter, as the world's largest economies grew steadily and mostly in unison. The fund rose 4.73%, versus the 5.03% gain of the benchmark MSCI ACWI (All Country World Index) ex USA Index, a measure of non-U.S. stock markets.By region, Japan (+8%) fared best, largely due to continued government stimulus. Meanwhile, many companies in Asia Pacific ex Japan (+8%) benefited from positive economic reports and increased consumer and commercial demand from China. Emerging markets also posted strong results, mainly due to rising import demand and manufacturing activity. The U.K. (+5%), meanwhile, slightly outperformed the index amid progress on the country's exit, or \"Brexit\" from the European Union. Europe ex U.K (+2%) posted more-muted results. Political issues – most notably in Germany and Spain/Catalonia – a stronger euro and sluggish GDP growth all weighed on returns. Countries, including Sweden (-4%), Italy (-3%) and Finland (-3%), fell into negative territory for the three months.Looking closer at the index's 11 sectors, materials (+8%) posted the biggest gains, as the outlook for construction and development continued to improve.Energy (+7%) also had a strong quarter, due to rising oil prices. Robust consumer spending and solid third-quarter earnings aided information technology (+6%), consumer discretionary (6%) and consumer staples (+5%). Increasingly stable investment and leasing markets worldwide helped buoy the result in real estate (+6%). Elsewhere, given the strong growth environment, more defensive areas of the market – namely, utilities (0%), health care (+1%) and telecommunication services (+1%) – fell significantly behind the index's quarterly return. Regardless of the market backdrop, we apply a disciplined investment process across all of our strategies, relying on highly skilled professionals and robust investment infrastructure. Investment performance – absolute, relative and risk-adjusted – is the foundation of our investment value proposition for shareholders. This is true of our comprehensive suite of low-cost index funds. We expect our index funds to perform as closely as possible to their benchmarks. Over time, we seek to reduce tracking error, also known as the amount an index fund's performance deviates from its target index. Whether it's through solid trading techniques for funds that completely replicate an index or our use of statistical sampling and optimization techniques when necessary, we are focused on delivering returns in line with benchmark performance. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FSGDX",
    "title": "Fidelity® Global ex U.S. Index Fund - Premium Class",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/316146141"
}