{
    "MorningStartRatingInfo": {
        "Expenses": "2 out of 5, Below Average Fees",
        "OverallRating": "4 out of 5 stars",
        "Returns": "4 out of 5, Above Average Returns",
        "Risks": "2 out of 5, Below Average Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+5.90%",
        "AverageAnnualReturn1Y": "+5.31%",
        "AverageAnnualReturn3Y": "+4.23%",
        "AverageAnnualReturn5Y": "+3.67%",
        "AverageAnnualReturnYTD": "+0.08%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "For the year ending December 31, 2017, the fund gained 7.99%, outpacing the 4.09% return of the primary benchmark, the Bloomberg Barclays U.S. Universal Bond Index, and the 6.72% gain in the Fidelity Strategic Income Composite IndexSM.On July 20, 2017, Adam Kramer joined Ford O'Neil as Co-Lead Portfolio Manager of the fund, replacing Joanna Bewick.On December 1, 2017, Sean Corcoran succeeded William Irving as a Co-Manager of the fund's U.S. government debt sleeve.Effective security selection was the main driver of the fund's outperformance of the Composite index this period. Selection was especially strong in the high-yield subportfolio, helped most by the Co-Portfolio Manager's decision to make use of the fund's flexibility to own equities – a strong-performing asset class this period. Overall, we have no noteworthy detractors to report.Co-Lead Portfolio Managers Ford O'Neil and Adam Kramer moved the fund's asset allocation closer to neutral during the year, given what they saw as reduced relative-value opportunities in the fund's subportfolios.The Board of Trustees unanimously approved a proposal to merge Fidelity® Strategic Income Fund into Fidelity Advisor® Strategic Income Fund. The merger is expected to be completed in April 2018, and shareholders of Fidelity Strategic Income Fund will receive Retail Class shares of Fidelity Advisor Strategic Income Fund.",
        "PortfolioManagersPlan": "\"We believe strongly in the value of this particular mix of fixed-income asset classes, especially over the long term. We see this as a portfolio intended to be owned over full market cycles, as opposed to more of a market-timing vehicle attempting to take advantage of short-term conditions.\"The fund performed very well both in absolute and in relative terms in 2017, due overwhelmingly to successful security selection by the fund's subportfolio managers. In some periods, asset allocation may play a bigger role in the fund's total return; in others, such as this past year, asset allocation may not play as large a role. Our job as portfolio managers is to assess the type of market environment we expect and to position the fund appropriately.\"We are pleased with the fund's recent result and remain focused on sticking with our long-term strategy amid all types of market environments. Our goal is to provide investors with diversification across income-generating asset classes and deliver what, according to our research, historically has been a better risk-adjusted return profile than an investor typically could achieve by owning these asset classes individually.\"",
        "PortfolioManagersReviewDate": "DECEMBER 31, 2017"
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "The fund employs a lead portfolio-manager/subportfolio-manager structure. The two co-lead portfolio managers make allocation decisions across the fund's major asset classes. Individual selection decisions within each asset class are made by experienced and specialized managers within their respective areas of expertise.Our asset allocation investment process is a disciplined, multistep approach incorporating a large number of economic and market signals. The process begins with strategic allocation across the range of the fund's asset classes. Depending on the co-lead portfolio managers' outlook for each type of investment, they may over- or underweight an asset class versus the neutral mix. This is done judiciously, with an eye toward long-term trends and in a strategic manner to help preserve the integrity of the portfolios.Separate from the asset allocation investment process, each subportfolio has its own dedicated portfolio manager who employs an asset class specific process for security selection. The aim of the fund's investment approach is to offer a well-diversified strategy with the potential to deliver strong income regardless of the interest-rate environment.In managing the fund, we are seeking to provide a mix of upside potential and downside ballast. During the quarter, we brought down the portfolio's risk profile a little bit by modestly reducing exposure to high yield debt, as well as to foreign developed-markets and emerging-markets debt. Still, the fund maintained a slightly \"risk-on\" stance, finishing the quarter with a slight overweighting in its high-yield debt subportfolio and overweighted to a somewhat greater degree in floating-rate debt.All of the fund's exposures were relatively close to benchmark, though, because we did not see many obviously undervalued asset classes – a factor behind our roughly 1% allocation to cash at quarter end.As of December 31, we see a relatively benign economic and market backdrop, with solid economic-growth trends tempered by various sources of uncertainty, including geopolitical risks and questions about the Federal Reserve's next moves. The Fed, which is expected to continue its gradual pace of interest rate hikes, has also announced plans to scale back quantitative easing by reducing the size of its balance sheet – the central bank's economic stimulus program in place for nearly a decade.We will be monitoring these and other trends as we assess the relative investment opportunities available in our investment universe, and we will not hesitate to adjust the fund's asset allocations when we see potential to add value. ■",
        "PerformanceReview": "Persistent and synchronous global economic acceleration – along with low volatility, low inflation and accommodative monetary policies – continued to support asset markets in the fourth quarter, especially stocks. Amid U.S. tax and regulatory reform – plus robust corporate earnings – U.S. stocks made a strong and steady advance for the three months ending December 31, 2017, with the S&P 500® index gaining 6.64%.For the quarter, growth-oriented stocks in the S&P 500® index continued the trend of outperforming value stocks, but only by a slim margin. By capitalization, large-caps fared best, finishing just ahead of mid-caps and topping small-caps by a wider margin.Emerging-markets (EM) equities led the global rally for the fourth quarter in a row. The MSCI Emerging Markets Index rose 7.50%, bolstered by a weaker U.S. dollar and rising import demand and manufacturing activity, particularly in China. Meanwhile, the MSCI World Index of global developed-markets stocks returned 5.60%; excluding the U.S. (+7%), developed-world equities gained about 4%. Large-cap and growth-oriented stocks outpaced other MSCI World size and style segments this period.In fixed income, U.S. taxable investment-grade bonds posted a slightly positive return for the fourth quarter of 2017, amid record-low volatility and strong demand for new issues. The Bloomberg Barclays U.S. Aggregate Bond Index returned 0.39%, as coupon income more than offset the negative price impact of modestly higher interest rates.Longer-term rates rose moderately, while shorter-term rates advanced more, continuing their yearlong climb. The Federal Open Market Committee (FOMC) raised target interest rates by a quarter-point in December, and recent Fed communications suggest a broad-based consensus exists for the continuation of gradual policy-rate normalization. For the quarter, the Fidelity Strategic Income Composite IndexSM returned 0.59%. This index comprises five asset classes: high-yield bonds, floating-rate debt, U.S. government debt, developed-markets government debt and emerging-markets debt.Of these categories, developed-markets debt performed best, with the Bloomberg Barclays Global Aggregate Developed Markets GDP Weighted ex USD Index gaining 1.70%. This asset class benefited partly from a weaker U.S. dollar and the positive economic backdrop.These conditions also were positive factors for emerging-markets debt, as were strengthening commodity markets. The Bloomberg Barclays® Emerging Markets Aggregate USD Bond Index rose 0.62% for the quarter.High yield bonds, as measured by the BofA Merrill LynchSM US High Yield Constrained Index gained 0.41%, representing more-muted gains than in in recent quarters but continuing a nearly two-year upward trend. Credit spreads continued to narrow, spurred by an improving U.S. economy, generally positive issuer fundamentals and enormous monetary support from major central banks worldwide.Floating-rate bank loans were strong performers relative to the Composite index this quarter, as the S&P®/LSTA Leveraged Performing Loan Index rose 1.20%. This represented the eighth straight quarterly gain for the asset class.Meanwhile, U.S. government bonds produced a roughly flat return of just 0.05%, according to the Bloomberg Barclays® U.S. Government Bond Index. The passage of a federal tax-reform package contributed to higher yields this period, though its overall impact on the bond market has been fairly modest so far. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FSICX",
    "title": "Fidelity® Strategic Income Fund",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/31638R303"
}