{
    "MorningStartRatingInfo": {
        "Expenses": "1 out of 5, Low Fees",
        "OverallRating": "4 out of 5 stars",
        "Returns": "2 out of 5, Below Average Returns",
        "Risks": "1 out of 5, Low Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+9.78%",
        "AverageAnnualReturn1Y": "+7.93%",
        "AverageAnnualReturn3Y": "+5.54%",
        "AverageAnnualReturn5Y": "+10.92%",
        "AverageAnnualReturnYTD": "-3.56%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "Value and quality were out of favor with investors the past 12 months. However, the fund's mix of quantitative and fundamental resources aided security selection versus the benchmark.Versus the benchmark, stock picks in the real estate and consumer discretionary sectors gave the biggest boost.Conversely, notable relative detractors included security selection in the information technology, health care and energy sectors.On June 6, 2017, Kevin Walenta became Portfolio Manager of the fund, succeeding Court Dignan. Kevin's bottom-up approach focuses on mid-cap companies with strong franchises and durable balance sheets that seem mispriced for what he considers temporary reasons.The fund's sector allocations remained roughly in line with those in the benchmark, with increases over the course of the year to consumer discretionary and industrials and reduced exposure to materials and energy.Kevin believes that stock market valuations are not cheap at period end, which has made it more challenging to find mid-cap stocks that match his investment criteria. However, he thinks increased volatility could lead to more buying opportunities.",
        "PortfolioManagersPlan": "\"Portfolio managers and investors can't seem to discuss an investment idea these days without asking the question: 'What's the catalyst?' The prevailing assumption seems to be that good ideas need a catalyst – whether it's a new product launch, a restructuring, possible takeover or new management – to drive the stock price higher. Without a catalyst, they wonder how the share price is going to increase.\"By contrast, most of the stocks in the fund do not have a catalyst associated with them. In fact, I tend to purchase shares when a catalyst for the stock is not apparent. This is the time when the valuation is likely to be most attractive – because there is no obvious reason for short-term investors to focus on the stock. Investing when there is no apparent catalyst allows me to capitalize on what I think is one of my strongest competitive advantages – a long-term time horizon.\"I'm able to invest in strong franchises that don't have a catalyst and are out of favor with investors because I am supported by a management team at Fidelity that thinks long term, in turn allowing me to be patient and look out three to five years. As I wait, I'm continually checking to make sure nothing about my original investment thesis has changed.\"Unlike many market participants, I focus very little on day-to-day stock-price fluctuation. The only time the stock price enters the equation for me is when I compare it to my estimate of underlying intrinsic value, or how much I think the business is actually worth. I make no predictions about a stock price's future movement other than the belief that, over the long term, stock prices will and must reflect underlying intrinsic business value. How the stock price ultimately gets to underlying intrinsic business value, however, is most likely going to be random and unpredictable.\"",
        "PortfolioManagersReviewDate": ""
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "Although the current U.S. stock market rally is one of the longest on record and valuations have risen significantly, we continue to find attractive investment opportunities in the mid-cap universe. While an improving global economic outlook and a pro-business administration in Washington could help the equity market, we think it makes more sense to rely on bottom-up stock selection to drive long-term outperformance.We focus on buying high-quality businesses with attractive cash flow yields, below-average debt, and above-average returns on equity and invested capital (measures of profitability) when they are disliked by investors for what we think are temporary reasons – perhaps because of a recent earnings shortfall or another near-term setback. We avoid companies with structural issues or that have too much debt.We prefer companies with earnings that are on the decline. Often, these types of companies have lower hurdle rates to jump over and are more likely to surprise to the upside. Our approach means going where the majority of investors aren't looking and maintaining a long-term perspective.At year end, we believe the fund's holdings were cheaper and of higher quality than those of our benchmark. At the same time, the forecasted earnings growth rate for the fund was below that of the benchmark, due to the aforementioned lower hurdle rates.During the quarter, we made relatively few changes to the fund's positioning. We held about 86 holdings at year end, with market capitalizations in the $2 billion to $20 billion range and a weighted average market cap near the benchmark's $14 billion.  We maintained a sector-neutral approach, with our biggest absolute weightings in financials, real estate, consumer discretionary, industrials and utilities. In total, these five sectors represented close to 70% of the fund and benchmark. We eliminated our only telecommunication services position, leaving us with no exposure to this sector at year-end.Going forward, we plan to continue to rely on both quantitative and fundamental resources to drive security selection. Our quantitative model focuses on numbers and facts, eliminating emotion and behavioral biases. It also can help us compare a broad range of companies and tilt the portfolio toward value and quality. Fundamental analysis complements our quant model, giving us access to qualitative factors, including feedback from meetings with management teams, which can help us drill down to determine a reasonable range for the intrinsic (or underlying) value of the business.Sometimes we find discrepancies between the results of our quant model and fundamental analysis. For example, at year end, the quant model is pointing us toward insurance and reinsurance stocks. This is partly because of a benign claims environment that has propped up return on equity.However, fundamental analysis suggests there may be risks to owning insurance and reinsurance stocks following a prolonged period of benign claims.Considering both the fundamental and quant results, the fund ended the year with a modestly increased insurance weighting, a small stake in regional banks that we think can benefit from higher interest rates, as well as exposure to asset managers and credit-card companies. ■",
        "PerformanceReview": "The fund's Retail Class shares gained 8.06% for the fourth quarter, besting the 5.50% advance of the benchmark Russell Midcap® Value Index. Security selection drove outperformance, especially within the financials sector.U.S. stocks posted a strong advance this quarter, helped by better-than-expected earnings and economic data. In addition, a major overhaul of the U.S. tax code, which legislators approved in December, bolstered the earnings-growth outlooks of many U.S.-based companies by significantly lowering corporate tax rates. Unemployment dipped to 4.1%, its lowest level since 2000, and consumer confidence rose to a 17-year high. Oil prices rose as economic growth improved globally. Amid this backdrop, the U.S. Federal Reserve moved ahead in December with another quarter-point hike for policy interest rates.Stocks across all market caps advanced, with mid- and large-cap stocks posting the strongest gains.Within the Russell Midcap Value Index, the materials sector (+11%) made the biggest advance, as supply constraints and growing global demand led to higher commodity prices. Consumer staples (+9%) also performed well, helped by demand in emerging markets and a weaker U.S. dollar versus many other currencies. By contrast, the more-defensive telecommunication services (-9%), utilities (+1%) and real estate (+2%) sectors were laggards, hurt partly by rising interest rates that made their dividends less attractive. Our bottom-up focus on buying what we viewed as strong franchises when they're out of favor for transitory reasons paid off this quarter. In financials, our biggest individual contributor was Synchrony Financial. Its shares rose about 24% for the fund the past three months, due to better-than-expected quarterly earnings and revenue tied to its private-label credit-card and payment-solutions businesses.However, its provision for bad loans increased 33% from the same period in 2016, driven largely by higher loan receivables. Synchrony was the fund's second-largest holding at period end.Elsewhere, in consumer discretionary, the fund's overweighting in homebuilder D.R. Horton advanced 28%, helped by a strong quarterly profit report in November. Continued recovery in the U.S. housing market and the firm's nationwide footprint resulted in increased new orders, closings and backlogs, despite the hurricanes that hit Texas and Florida, two of the company's largest markets.Another standout – and a new addition in the quarter – was oil refiner HollyFrontier (+40%) in the energy sector. We thought its stock price was depressed largely because of low oil prices. During the quarter, the stock rebounded as West Texas Intermediate (WTI) crude-oil prices rose to roughly $60 a barrel, refining activity increased and the company delivered earnings that beat expectations.By contrast, stock picks in real estate and materials nicked relative performance. The biggest individual disappointment came from an overweighting in Realogy Holdings (-19%), a real estate franchisor, with well-known brands that include Century21 and Coldwell Banker. Despite a modest year-over-year increase in revenue, Realogy's third-quarter earnings missed expectations due to higher costs and disruptions from the hurricanes in the summer of 2017.Elsewhere, an overweighting in appliance manufacturer Whirlpool (-8%) – which owns the Maytag and KitchenAid brands – hurt relative performance. The stock fell sharply in October, following a disappointing third-quarter earnings report and news that the company would stop selling its products at Sears due to a pricing dispute. Sears, however, only accounts for a low-single-digit portion of Whirlpool's revenue. Management attributed the profit shortfall to weakness in overseas sales and rising costs for raw materials that hampered operating margins. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FSMVX",
    "title": "Fidelity® Mid Cap Value Fund",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/316128701"
}