{
    "MorningStartRatingInfo": {
        "Expenses": "2 out of 5, Below Average Fees",
        "OverallRating": "5 out of 5 stars",
        "Returns": "3 out of 5, Average Returns",
        "Risks": "2 out of 5, Below Average Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+15.34%",
        "AverageAnnualReturn1Y": "+16.17%",
        "AverageAnnualReturn3Y": "+3.59%",
        "AverageAnnualReturn5Y": "+17.62%",
        "AverageAnnualReturnYTD": "+6.47%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "For the semiannual reporting period ending August 31, 2017, the fund gained 9.90%, slightly outpacing the 9.85% result of the MSCI U.S. IMI Health Care 25/50 Index and handily outpacing the broad-market S&P 500® index.In general, health care companies enjoyed rising demand for their products and services the past six months.The sector hit a record high in June following the release of the Senate Republican health care bill, which many considered less onerous than expected for certain industries, and continued upward in July and August.Versus the MSCI sector index, a large overweighting in Vertex Pharmaceuticals was the top individual contributor by a wide margin.Conversely, a sizable overweighting in Allergan was the biggest individual detractor this period.Portfolio Manager Eddie Yoon thinks policy risk will always be a factor for the sector, but that health care companies should remain strong due to solid and continuing secular demand dynamics.The Board of Trustees has agreed to present a proposal to shareholders to eliminate each sector/industry fund's fundamental \"invests primarily\" policy and to modify the fundamental concentration policy for certain funds. If the proposals are approved, expected in the fourth quarter, the changes will take place on or about January 1, 2018 (or the first day of the month following shareholder approval), and will not impact how the funds are managed.",
        "PortfolioManagersPlan": "\"June was a big month for the sector: It hit a record high following the release of the Senate Republican health care bill after months of the party's efforts to dismantle the Affordable Care Act (ACA). Shares of health care facilities and insurers drove the June rally, as many considered the initial proposal less onerous to these industries than previously expected. However, in July, the Senate rejected a measure to partly pull back the ACA, when it failed to pass the so-called 'skinny repeal.'\"I don't see the health care policy debate concluding any time soon. In fact, I expect it to continue for the foreseeable future – and likely into the 2018 mid-term elections. Although the debate itself may change over time, I believe policy risk will always be a factor for the sector. Despite the risk, I think health care companies should remain strong due to solid and continuing secular demand dynamics.\"Drug pricing continued to make headlines this period – most recently in June, when reports of an expected presidential executive order on drug pricing surfaced. Indeed, the pharmaceuticals and biotech industries were shaken this period. My sense, however, is that this proposal, aimed at reducing prices, should not be as ominous as it initially appeared to the market. Specifically, the order is focused on U.S. Food and Drug Administration (FDA) regulatory reforms, co-pay reductions and getting drugs to market faster.\"Overall, I view the current administration as pro-market and in favor of regulatory reform, which I think could potentially benefit certain segments of the sector over time.\"",
        "PortfolioManagersReviewDate": "AUGUST 31, 2017"
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "The fund returned -1.46% for the quarter, lagging the sector benchmark primarily due to weak overall security selection.Looking at individual positions, the fund's largest individual detractor was longtime fund holding Boston Scientific – also a large position during past quarter. The stock of Boston Scientific (-15%), maker of the implantable WatchmanTM device aimed at preventing strokes, stumbled in late November after the firm announced a delay in the commercialization of its LOTUS EdgeTM Aortic Valve System. The delay followed February's voluntary recall for the product, which can help doctors replace a diseased heart valve without open-heart surgery. Boston Scientific announced plans to re-introduce LOTUS EdgeTM in Europe and file for Pre-Market Approval (PMA) with the U.S. Food and Drug Administration early in 2018.Not owning index component Johnson & Johnson (J&J) also hurt. J&J is a relatively slow-growing company that does not align with the types of pharma names we seek for the fund. Shares of J&J gained 8% this period, benefiting from double-digit quarterly revenue and sales growth reported in October.A big position in Dublin-based Allergan – maker of Botox® wrinkle treatment – was another negative, as the stock returned -20% this quarter.Conversely, it helped to avoid index components Celgene and Merck. Shares of Celgene took an October tumble amid a flurry of negative news, including the announcement that the company would cease trials for its candidate compound to treat Crohn's disease, and downward earnings guidance. These events were followed by worries over other products in Celgene's pipeline and the potential for a reshuffling of executives.In October, Merck announced that it had pulled its European application for Keytruda® as a first-line immunotherapy treatment for lung cancer. Lower-than-anticipated revenue, due largely to a production shortage, was another negative. ■",
        "PerformanceReview": "For the quarter, the health care sector, as represented by the MSCI U.S. IMI Health Care 25/50 Index, gained 1.55%, trailing the 6.64% gain of the broadly based S&P 500® index.The Affordable Care Act continued to be a source of volatility for the sector. Investors' attempts to assess how administrative changes and legislative proposals might impact some of the sector's industries resulted in mixed performance. Two of the largest components, biotechnology (-6%) and pharmaceuticals (+1%), lagged the sector index, as focus shifted again to drug pricing early in the quarter after President Trump made critical remarks about prescription costs. In addition, idiosyncratic headwinds among some biotech firms also held back this industry's collective return.The health care technology group also underperformed, returning about -6% for the quarter. Cerner (-5%), a supplier of health info tech solutions, was one notable industry laggard, due to lackluster quarterly results and delays in securing several large contracts.On the positive side, the managed health care (+12%) industry was lifted by better-than-expected earnings. The group also benefited from health care and tax reforms, as well as the completion of large-scale mergers and acquisitions. Insurer Anthem (+19%) was a standout. The stock was helped by strategic acquisitions and news it would start a pharmacy benefits manager (PBM) business in partnership with CVS Health.Health care services stocks (+10%) also outperformed the sector's advance, boosted in part by the 18% gain of Express Scripts Holding, the largest PBM in the United States. Investors were bullish about Express Scripts' acquisition of the benefits manager eviCore.Another industry standout was health care equipment (+5%). This group was helped by names like Insulet (+25%), the leader in tubeless insulin pump technology, which reported much better-than-expected quarterly results and increased its revenue guidance for the full year. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FSPHX",
    "title": "Fidelity® Select Health Care Portfolio",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/316390301"
}