{
    "MorningStartRatingInfo": {
        "Expenses": "2 out of 5, Below Average Fees",
        "OverallRating": "4 out of 5 stars",
        "Returns": "4 out of 5, Above Average Returns",
        "Risks": "2 out of 5, Below Average Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+15.65%",
        "AverageAnnualReturn1Y": "+34.75%",
        "AverageAnnualReturn3Y": "+21.80%",
        "AverageAnnualReturn5Y": "+21.48%",
        "AverageAnnualReturnYTD": "+6.29%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "Against a backdrop of generally robust performance by technology stocks the past six months, the growth-oriented companies in secular-growth industries and cyclical stocks with improving fundamentals favored by Portfolio Manager Charlie Chai were rewarded.Versus the MSCI sector index, the fund added value across a broad range of industries. An underweighting and stock selection in IT consulting & other services particularly bolstered the fund's relative performance, as did non-index exposure to automobile manufacturers (Tesla) and picks in internet software & services.Conversely, an underweighting in systems software modestly detracted, as did picks in electrical components & equipment.Looking ahead, Charlie believes valuations in some parts of the market could be overheating. However, he remains optimistic about the longer-term prospects for the major themes he's identified, such as cloud computing and \"big data.\"The Board of Trustees has agreed to present a proposal to shareholders to eliminate each sector/industry fund's fundamental \"invests primarily\" policy and to modify the fundamental concentration policy for certain funds. If the proposals are approved, expected in the fourth quarter, the changes will take place on or about January 1, 2018 (or the first day of the month following shareholder approval), and will not impact how the funds are managed.",
        "PortfolioManagersPlan": "\"Within the S&P 500® index, the information technology sector gained about 15% the past six months. However, stocks in the group took a hit in June after investment bank Goldman Sachs released a report questioning the valuations of some leading internet stocks, including social-media firm Facebook and Google parent Alphabet.\"Two other internet-related stocks, Amazon.com and Netflix, are actually part of the S&P 500 consumer discretionary sector but, like the other members of the so-called 'FANG' group, have enjoyed sizable gains recently.\"The fund owned large but roughly market-neutral positions in Alphabet and Facebook, a modest out-of-index stake in Amazon, and no position in Netflix at period end. Although their valuations are not cheap relative to current earnings, I believe Alphabet and Facebook, in particular, remain reasonably valued, given their solid long-term growth prospects.\"Alphabet had a one-year forward price-earnings ratio in the mid-20s at period end. However, I expect the company to post about 15% earnings growth over the next year, driven by mobile search, YouTube and other businesses. Companies with vibrant earnings, such as Alphabet and Facebook, can often 'grow into' their valuations over time.\"Additionally, the fund had non-index positions in a number of China-based internet companies, two of the most noteworthy being Alibaba Group and Tencent Holdings. These companies have valuations comparable to their U.S. counterparts, but have grown their earnings faster. This is why I continue to invest actively in China's market.\"",
        "PortfolioManagersReviewDate": ""
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "During the fourth quarter, the fund's shares gained 6.30%, trailing both the MSCI U.S. IMI Information Technology 25/50 Index and the broad-market S&P 500®. Versus the MSCI sector index, the fund's performance suffered due to stock selection in semiconductors and a sizable out-of-benchmark stake in electric automaker Tesla, our largest individual relative detractor.Tesla's share price returned roughly -9% this quarter largely due to difficulties with ramping production of the firm's Model 3 sedan, launched in July. The company had hoped to be churning out 5,000 Model 3s per week by the end of 2017; instead, Tesla produced only 2,425 of the cars during the entire fourth quarter.Shares of Autodesk, one of the fund's largest holdings, returned about -7% for the quarter, falling sharply in late November after the provider of computer-aided design software reported slightly lower-than-expected new subscribers and announced an unexpected restructuring in which it plans to cut more than 1,000 jobs. The company seemed to experience an episode of growing pains as it continues a transition toward selling subscriptions, and away from traditional software licenses.Not owning MSCI index component Intel also hurt. Intel's stock price rose 22% for the quarter, largely driven by better-than-expected quarterly sales and earnings, as well as rosier fourth-quarter guidance for the maker of semiconductors. Financial results were lifted by growth in Intel's \"internet of things\" and memory businesses, which overcame roughly flat sales for chips used in desktop computers, mobile phones and tablets.Conversely, the fund's relative performance benefited from an out-of-index stake in GlobalWafers, a Taiwan-based firm specializing in silicon-wafer manufacturing. This stock rose 38%, aided by healthy third-quarter results that saw the company post net profit that was 28% better than the prior quarter's. Robust demand for automotive electronics and memory, as well as internet-of-things applications, aided the company's profits. ■",
        "PerformanceReview": "For the three months ending December 31, 2017, the information technology sector, as measured by the MSCI U.S. IMI Information Technology 25/50 Index, returned 8.58%, well ahead of the 6.64% gain of the broadly based S&P 500® index.Among the 11 sectors within the broadly based S&P 500 index, technology was the second-best performer, behind only consumer discretionary.Within the MSCI index, strength was broadly based, with all of the major industry groups recording healthy gains. Semiconductors (+12%) delivered the best performance this quarter, aided by robust results from chipmakers Qualcomm (+25%) and Intel (+22%).Systems software (+10%) was another outstanding group, lifted partly by Microsoft (+15%). Technology hardware, storage & peripherals (+9%) also merits mention, benefiting from solid results from iPhone® maker Apple (+10%), among others. Communications equipment (+11%) and application software (+10%) are groups with smaller index weightings that did well.Home entertainment software (-4%) was one of only two groups in the MSCI index with a negative return this quarter. Video-game maker Electronic Arts (-11%) contributed to this segment's lackluster result. Semiconductor equipment (-1%) also lost ground, weighed down by stocks such as Applied Materials (-2%).According to financial data-keeper FactSet Research Systems, information technology ranked second-best among S&P 500® sectors in third-quarter earnings growth (+20.1%) and third-best in revenue growth (+10.9%). In the fourth quarter, technology was expected to record the third-highest year-over-year earnings growth, led by the semiconductor & semiconductor equipment industry. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FSPTX",
    "title": "Fidelity® Select Technology Portfolio",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/316390202"
}