{
    "MorningStartRatingInfo": {
        "Expenses": "2 out of 5, Below Average Fees",
        "OverallRating": "2 out of 5 stars",
        "Returns": "2 out of 5, Below Average Returns",
        "Risks": "2 out of 5, Below Average Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+2.21%",
        "AverageAnnualReturn1Y": "+2.67%",
        "AverageAnnualReturn3Y": "+1.37%",
        "AverageAnnualReturn5Y": "+0.26%",
        "AverageAnnualReturnYTD": "-0.22%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "For the fiscal year ending September 30, 2017, the fund's Retail Class shares increased 2.52%, outpacing the Fidelity Strategic Real Return Composite IndexSM, which returned 1.17%.The Co-Lead Portfolio Managers were pleased with the fund's outperformance of the Composite benchmark, which primarily derived from good security selection on the part of the subportfolio managers.The relative performance impact from asset allocation was modestly positive, reflecting the fund's mostly neutral positioning.The fund's managers maintained their roughly neutral stance throughout the 12-month time frame due to limited market volatility and tight yield spreads, which they believed provided few compelling opportunities to capture value.On July 20, 2017, Adam Kramer and former Co-Manager Ford O'Neil became Co-Lead Managers of the fund, succeeding Joanna Bewick.",
        "PortfolioManagersPlan": "A.K. \"Although the fund was positioned close to neutral with the Composite index throughout the period – reflecting what we saw as few attractive relative value opportunities – we actually have significant latitude to overweight or underweight each asset class, based on where we see potential in the marketplace.\"By design, we are able to overweight or underweight each investment type – TIPS, floating-rate loans, commodities, and real estate equity and income securities – by up to plus or minus 10 percentage points. Historically, however, we have kept the fund's weightings to within 5 percentage points of target.F.O. \"The fund's neutral asset allocation itself reflects a strategic choice that, based on Fidelity's research, we think provides a desirable risk/reward trade-off for our investors. So, whenever we deviate from that mix, we're doing so to take advantage of specific opportunities we see in the marketplace.\"In 2010, for example, in the wake of the 2007–09 financial crisis, we moved the fund to a few percentage points' overweighting in commodities, as we found them attractively valued in light of the rebounding U.S. economy and the still relatively strong emerging markets. By late 2014, however, the asset class looked less attractive to us, and this view was reflected in our underweighting at the time of roughly 2.5 percentage points.\"These are just a couple of examples of how we seek to add marginal value without deviating from the core goal of the portfolio – to provide investors with an opportunity to outperform inflation in a risk-sensitive way.\"",
        "PortfolioManagersReviewDate": "SEPTEMBER 30, 2017"
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "In managing this fund, we seek to provide upside potential while trying to avoid the worst of the downside, believing that return of investors' capital is just as important as return on capital. Thus, we want to provide a ballast against income erosion through exposure to multiple inflation-sensitive asset classes that have the potential to protect the portfolio in a variety of market scenarios.The fund employs a lead portfolio-manager (PM)/subportfolio-manager structure. Two co-lead PMs make allocation decisions across the fund's major asset classes. Security selection within each asset class is made by experienced, specialized managers.Our disciplined, multistep asset allocation approach incorporates a number of economic and market signals. The process begins with strategic allocation across the fund's range of asset classes. Depending on the outlook for each investment type, co-lead PMs may over- or underweight an asset class versus the neutral mix. This is done judiciously, with an eye toward long-term trends and in a strategic manner to help preserve portfolio integrity.Separate from the asset allocation investment process, each subportfolio has its own dedicated portfolio manager who employs a segment-specific process for security selection.Based on Fidelity research, we've determined that the fund's mix of TIPS, commodities, floating-rate debt and real estate debt and equity historically has delivered such outperformance while also helping investors diversify traditional stock and bond portfolios. Neutral positioning for the fund consists of 30% TIPS, 25% floating-rate debt, 25% commodities and 20% in a combination of real estate stocks and bonds. At period end, in fact, the fund's allocation mix was very close to these target weightings, standing at about 29% in TIPS, 26% in floating-rate debt, 26% in commodities and roughly 20% in real estate securities.This roughly neutral period-end stance reflects our view that, in light of low market volatility and tight yield spreads across multiple asset classes, we simply aren't seeing many attractive asset allocation opportunities through which to capture value. Thus, we believe it is prudent to avoid big overweightings and underweightings as we await potential shifts in market conditions that could open up future strategic investment prospects.At year-end 2017, we see a relatively healthy economic and market environment accompanied by rising bond yields and continued strong demand for risk assets. We expect the Federal Reserve, which in December raised interest rates for the third time in 2017, to continue its gradual pace of rate hikes in 2018.We plan to stay focused on monitoring these and other trends as we assess opportunities to add value in our investment universe. As of December 31, we are seeing few obvious relative-value plays and, outside of modestly overweighting commodities versus TIPS, we continue to believe that a generally neutral stance is in our shareholders' best interest. But as market conditions evolve, we will not hesitate to take advantage of opportunities we see to capture value through effective asset class positioning. ■",
        "PerformanceReview": "Persistent and synchronous global economic acceleration – along with low volatility, low inflation and accommodative monetary policies – continued to support asset markets in the fourth quarter, especially stocks. Amid U.S. tax and regulatory reform – plus robust corporate earnings – U.S. stocks made a strong and steady advance for the three months ending December 31, 2017, with the S&P 500® index gaining 6.64%.For the quarter, growth-oriented stocks in the S&P 500® continued the trend of outperforming value stocks, but only by a slim margin. By capitalization, large-caps fared best, finishing just ahead of mid-caps and topping small-caps by a wider margin.EM equities led the global stock rally for the fourth quarter in a row. The MSCI Emerging Markets Index rose 7.50%, bolstered by a weaker U.S. dollar as well as by rising import demand and manufacturing activity, particularly in China. Meanwhile, the MSCI World Index of global developed-markets stocks returned 5.60%; excluding the U.S. (+7%), developed-world equities gained about 4%. Large-cap and growth-oriented stocks outpaced other MSCI World size and style segments this period.In fixed income, U.S. taxable investment-grade bonds posted a slight positive amid record-low volatility and strong demand for new issues. The Bloomberg Barclays U.S. Aggregate Bond Index returned 0.39% for the quarter, with coupon income more than offsetting the negative price impact of higher interest rates.Longer-term rates rose moderately, while shorter-term rates advanced more, continuing their yearlong climb. The Federal Open Market Committee (FOMC) raised target interest rates by 0.25 percentage points in December, and recent U.S. Federal Reserve communications suggest a broad-based consensus exists for a continuation of gradual policy-rate normalization. For the quarter, the Fidelity Strategic Real Return Composite IndexSM returned 2.16%. Looking at the individual asset classes represented in the Composite index, Treasury Inflation-Protected Securities (TIPS) stood out with a return of 1.26%, as measured by the Bloomberg Barclays U.S. TIPS Index (Series-L). This result outpaced that of nominal Treasuries the past three months, reflecting rising inflation expectations, particularly in December. Energy prices, historically a frequent source of inflation, rose sharply during the fourth quarter, helping drive the Bloomberg Commodity Index Total ReturnSM up 4.71% during the period.Floating-rate bank loans were strong performers relative to the Composite index this quarter, as the S&P®/LSTA Leveraged Performing Loan Index rose 1.20%. This represented the eighth straight quarterly gain for the asset class.Fundamentals for real estate investment trusts (REITs) remained generally favorable this quarter. Continued economic strength and employment gains supported robust demand for commercial properties. The rate of fundamental improvement in the REIT market has been declining in recent years, however, reflecting increasing supply among certain property types, such as coastal apartments, assisted-living facilities and select office markets.Once again, REIT investors saw big differences in how certain types of properties performed. During the quarter, common stocks of retail REITs fared best, bouncing back from weak results earlier in 2017, as investors grew more optimistic about the potential for corporate actions unlocking value in the sector. In contrast, common stocks in health care REITs continued to struggle amid concern about the senior-housing industry.In this environment, the Dow Jones U.S. Select Real Estate Securities IndexSM of equity REITs gained 1.98% for the quarter. Meanwhile, the BofA Merrill LynchSM U.S. Real Estate Index – a market-capitalization-weighted measure of investment-grade corporate bonds in the real estate sector – returned 0.75%. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FSRRX",
    "title": "Fidelity® Strategic Real Return Fund",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/315912881"
}