{
    "MorningStartRatingInfo": {
        "Expenses": "1 out of 5, Low Fees",
        "OverallRating": "4 out of 5 stars",
        "Returns": "4 out of 5, Above Average Returns",
        "Risks": "1 out of 5, Low Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+9.62%",
        "AverageAnnualReturn1Y": "+13.78%",
        "AverageAnnualReturn3Y": "+10.15%",
        "AverageAnnualReturn5Y": "+12.92%",
        "AverageAnnualReturnYTD": "-0.44%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "",
        "PortfolioManagersPlan": ""
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "",
        "PerformanceReview": "U.S. stocks reached all-time high in the fourth quarter, supported by strong corporate profits across many industries. For the quarter, the fund's share classes finished roughly in line with the 6.33% gain of the Dow Jones U.S. Total Stock Market IndexSM, a broad measure of U.S. equity performance.The U.S. economy remained a pillar of strength, amid better-than-expected growth in gross domestic product (GDP) and encouraging employment reports that in October led the U.S. Federal Reserve to begin paring economic stimulus.U.S. equity markets, meanwhile, rallied on the economic news, as well as approval of new tax legislation that may bolster earnings in several industries. At the same time, risks such as escalating tension with nuclear-armed North Korea and political wrangling at times dampened some of investors' enthusiasm.Outside the U.S., most developed countries experienced near-synchronized growth and market gains that partly were driven by a U.S. dollar that weakened relative to other foreign currencies.Growth-oriented stocks generally outperformed value stocks the past three months. Among the index's 11 sectors, consumer discretionary (+9%) performed best, anchored by the roughly 22% gain of shares of online retailing giant Amazon.com. Information technology (+9%) also posted a solid return amid better-than-expected earnings, especially among larger-cap companies that helped overcome some concerns about high valuations and risk concentration.As riskier segments of the market drew the most investor interest, defensive sectors such as utilities (1%) and health care (+2%) struggled and posted the weakest results.Regardless of the market environment, we apply a disciplined investment process across all of our strategies, relying on highly skilled professionals and robust investment infrastructure. Investment performance – absolute, relative and risk-adjusted – is the foundation of our investment value proposition. This is true of our comprehensive suite of low-cost index funds. We expect our index funds to perform as closely to their benchmarks as possible. Over time, we seek to reduce tracking error, also known as the amount an index fund's performance deviates from its target index. Whether it's through solid trading techniques for funds that completely replicate an index or our use of statistical sampling and optimization techniques when necessary, we are focused on delivering returns in line with benchmark performance. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FSTMX",
    "title": "Fidelity® Total Market Index Fund - Investor Class",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/315911404"
}