{
    "MorningStartRatingInfo": {
        "Expenses": "2 out of 5, Below Average Fees",
        "OverallRating": "4 out of 5 stars",
        "Returns": "4 out of 5, Above Average Returns",
        "Risks": "2 out of 5, Below Average Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+6.99%",
        "AverageAnnualReturn1Y": "+10.58%",
        "AverageAnnualReturn3Y": "+7.73%",
        "AverageAnnualReturn5Y": "+9.30%",
        "AverageAnnualReturnYTD": "+0.97%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "Stock selection in electric utilities contributed most to the fund's outperformance of the MSCI utilities index, led by Florida-based NextEra Energy, by far the fund's largest holding. Elsewhere, the fund's biggest individual relative contributor was independent power producer NRG Energy.Conversely, stock selection in multi-utilities held back the fund's relative result. Here, a larger-than-index position in regulated electric and natural gas utility SCANA was the most detrimental.Looking ahead, Douglas intends to stay the course, selecting individual utility stocks he believes have a combination of fast-growing dividends and attractive valuations that could benefit the fund over the longer term.The Board of Trustees has agreed to present a proposal to shareholders to eliminate each sector/industry fund's fundamental \"invests primarily\" policy and to modify the fundamental concentration policy for certain funds. If the proposals are approved, expected in the fourth quarter, the changes will take place on or about January 1, 2018 (or the first day of the month following shareholder approval), and will not impact how the funds are managed.",
        "PortfolioManagersPlan": "\"I significantly increased the fund's allocation to independent power producers & energy traders the past six months. Companies in this segment are the antithesis of the yield trade that drove utility stocks higher for much of 2016: They do not currently pay a dividend. As such, I think many stocks in this segment have been trading significantly below their intrinsic (fair) value.\"Take NRG, a sizable fund holding as of August 31. I believe its business fundamentals are solid. At period end, the company's free cash flow remains very high, and it continues to pay down debt. And as is the case for others in the segment, NRG is still what I consider a deep-value investment. Part of the reason is that I think fundamentals in the power market are unsustainably weak. Our research indicates that prices should recover over the next few years, given the continued reduction in supply as money-losing coal plants are closed.\"As coal and nuclear plants remain under pressure due to higher demand for other energy resources, I think independent power producers with solid balance sheets should be positioned to exhibit long-term dividend growth and strong free-cash-flow generation.\"As such, as of August 31, I believe NRG Energy and certain other independent power producers continue to represent strong value.\"",
        "PortfolioManagersReviewDate": ""
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "The fund's Retail Class shares returned 0.75% for the fourth quarter, slightly edging out the MSCI U.S. IMI Utilities 25/50 Index. The fund's sizable overweighting and stock selection in the strong-performing independent power producers & energy traders group contributed relative to the MSCI index, as did picks among electric utilities.Within electric utilities not owning California-based Edison International (-17%), an index holding, added value. The state's wildfires weighed on Edison's stock, as power companies could be held liable for damages if their power lines are ruled to have caused them, according to California's laws. Conversely, the fund did own California-based electric utility PG&E Corp, which detracted largely due to its potential wildfire liability.Also in electric utilities, avoiding poor-performing index component PPL Corporation (-18%) contributed, as did owning Florida-based NextEra Energy, by far the fund's largest holding as of December 31. In addition to its regulated business, NextEra is one of the biggest investors in wind and solar projects in North America. As the shift to renewables continued, NextEra boasted solid business fundamentals, as well as dividend growth.However, picks within multi-utilities detracted from the fund's result versus the MSCI index. Here, a position in South Carolina-based Scana Corp. hurt the relative return. The company's share price suffered due to a beleaguered nuclear project. ■",
        "PerformanceReview": "The MSCI U.S. IMI Utilities 25/50 Index returned 0.63% for the fourth quarter of 2017, lagging the 6.64% result of the broad-market S&P 500® index. Most investors preferred growth stocks this period, rather than defensive stocks such as utilities.As policy interest rates continued to rise, investors gravitated toward utilities companies with strong business fundamentals and above-average growth in earnings and dividends, as opposed to utilities firms solely touting high dividend yields.Looking at subindustries within the sector, water utilities (+15%), representing a small percentage of the MSCI index (3%), performed best. Increased capital spending that sought to improve water infrastructure led to rate increases for these regulated firms in numerous areas across the U.S. Additionally, this fragmented area of the market is experiencing consolidation as smaller water providers are scooped up by larger players such as American Water Works and Aqua America.Independent power producers & energy traders (+5%), another small subindustry, also delivered a strong showing. This group benefited from the shift in investor interest toward utilities companies with solid business fundamentals.Elsewhere, multi-utilities, the second largest group in the MSCI index (29%), returned 3%. Representing less than 1% of the MSCI index, renewable electricity rose 2%, benefiting from the continued migration from coal-burning fuel generation to renewables, as well as investors' interest in companies with strong fundamentals, including dividend growth. The return for gas utilities (6% of the index) was roughly flat. Electric utilities, the largest component of the MSCI index (58%), returned -2%, as weak power prices continued to weigh on the group and investors turned their focus toward other areas of that market that might offer faster growth.",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FSUTX",
    "title": "Fidelity® Select Utilities Portfolio",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/316390509"
}