{
    "MorningStartRatingInfo": {
        "Expenses": "1 out of 5, Low Fees",
        "OverallRating": "4 out of 5 stars",
        "Returns": "3 out of 5, Average Returns",
        "Risks": "1 out of 5, Low Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+4.68%",
        "AverageAnnualReturn1Y": "+3.49%",
        "AverageAnnualReturn3Y": "+2.39%",
        "AverageAnnualReturn5Y": "+3.09%",
        "AverageAnnualReturnYTD": "-1.49%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "For the fiscal year ending January 31, 2018, the fund gained 4.38%, outpacing, net of fees, the 3.93% return of the benchmark Bloomberg Barclays 3+ Year Non-AMT Municipal Bond Index, as well as its Lipper peer group average.The portfolio managers continued to focus on longer-term objectives by seeking to generate attractive tax-exempt income and competitive risk-adjusted returns over time.The fund's performance versus the benchmark was helped by its overweightings in bonds backed by the state of Illinois and related credits.  Overweighting the bonds of hospitals also added value.The fund's positioning among Chicago and related securities produced mixed results.In contrast, overweighting bonds issued by the South Carolina Public Service Authority hurt the relative return. Below-benchmark exposure to general obligation bonds issued by the state of California also detracted.The portfolio managers foresee modest returns for municipal bonds over the coming months, given relatively low yields and the potential for rising interest rates.",
        "PortfolioManagersPlan": "C.C. \"As of period end, we believe municipal bonds issued by the vast majority of state and local governments continue to warrant high investment-grade ratings, although a small but growing list of challenged credits will produce headlines and potential investment opportunities.M.S. \"The transportation sector was strong in 2017, due to continued growth in the U.S. economy and low energy prices.\"Toll roads experienced traffic and revenue growth. Rising mass-transit ridership is putting pressure on aging infrastructure, supporting the significant capital investments being made by some systems. Most major airports have seen strong passenger growth and improvement in financial performance, contributing to stable credit ratings.\"Elsewhere, credit quality for public and private universities has been stable despite concerns about slow revenue growth, net of scholarships, and shifting student demographics.K.R. \"As for health care bonds, hospitals continue to face challenges. Shifts toward outpatient care and lower reimbursement rates have pressured revenue, and staffing costs have increased in many markets.\"Attempts to repeal the Affordable Care Act (ACA) have created an uncertain operating environment, but this has had little tangible impact to this point. We believe hospitals will continue to seek stability through partnerships, which offer a way to scale costs and improve negotiating leverage with insurers.\"",
        "PortfolioManagersReviewDate": ""
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "The market consensus view is bullish on tax-exempt supply and demand in 2018. Supply in 2018 is expected to drop by 20-30% due to the elimination of advance refundings (with tax-exempt debt) and the rush to market of some private-activity bond issuance in late 2017.Reinvestment demand may continue to outpace supply despite a presumed reduction in interest from taxable buyers, whose corporate tax rate was lowered in the Tax Cuts and Jobs Act.There are tempering concerns to this bullish view.The current healthy U.S. economy and low unemployment rate are likely to produce higher interest rates unless there is an exogenous shock. Policy changes to address national infrastructure needs and rising health care costs could challenge certain segments of the municipal market. The credit environment could weaken if the business cycle turns negative, especially since bond covenants have become more issuer-friendly than at any point since the global financial crisis.Given the evolving nature of the municipal market subsequent to passage of the Tax Cuts and Jobs Act, we believe 2018 favors professional municipal bond managers such as Fidelity. ■",
        "PerformanceReview": "The municipal market advanced in the fourth quarter of 2017 despite record-setting supply, due to municipal issuers accelerating financing plans ahead of federal tax reform. Demand for municipals remained firm and offset the surge in issuance, as investors added exposure in anticipation of less supply in 2018. The Bloomberg Barclays Municipal Bond Index rose 0.75% for the three months, bringing the year-to-date gain to a healthy 5.45% through December 31.The muni market now has made up all the ground it lost following U.S. elections in November 2016, as many market participants realized that potentially inflationary policy changes proposed by the Trump administration would take time to develop and implement. Munis have benefited from a generally stable credit environment and continued demand for tax-exempt income. Negative headlines remain contained to a handful of municipal issuers. Municipal yields moved modestly higher during the period as a consequence of developments in the broader fixed income market.The Federal Open Market Committee (FOMC) raised target interest rates by 0.25 percentage points, and Fed minutes suggest broad-based consensus for continuation of gradual policy rate normalization. Looking ahead, the Fed is communicating its intention to make three quarter-point hikes in 2018, while market consensus is that they will only follow through with two increases.In addition, the FOMC began the process in October of slowly paring back the $4.5 trillion-worth of Treasury bonds and mortgage-backed securities on the Fed's balance sheet.This long process of balance-sheet normalization may contribute to higher market yields over time.Most economists believe the U.S. economy remains healthy, driven by strong consumer sentiment, ample business investment and stronger-than-expected payroll data, as well as a favorable international environment.The unemployment rate continues to hover near a 17-year low, and many market participants expect continued labor market strength in 2018. Meanwhile, wages increased at a modest 2.5% year-over-year pace, as of November.Within the Barclays index, lower-rated investment-grade muni bonds outperformed higher-quality issues. Muni bonds rated BAA (Bloomberg Barclays' BBB-equivalent rating) returned 1.41%, outperforming the 0.51% return of top-rated AAA muni bonds. The yield spread between BAA and AAA bonds narrowed.Some of the market's more challenged credits – Illinois, Chicago, New Jersey, Connecticut and Pennsylvania – continued to struggle with pension underfunding and budgetary challenges. Puerto Rico's debt restructuring continues to be complicated by restoration efforts stemming from the catastrophic damage caused by Hurricane Maria.Looking ahead, municipal investors will continue to monitor federal policy developments, the flow of economic data influencing the direction of interest rates, as well as the impact of tax reform on both muni supply and demand. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FTABX",
    "title": "Fidelity® Tax-Free Bond Fund",
    "url": "https://fundresearch.fidelity.com/mutual-funds/analysis/316128503"
}