{
    "MorningStartRatingInfo": {
        "Expenses": "1 out of 5, Low Fees",
        "OverallRating": "4 out of 5 stars",
        "Returns": "5 out of 5, High Returns",
        "Risks": "1 out of 5, Low Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+4.68%",
        "AverageAnnualReturn1Y": "+1.63%",
        "AverageAnnualReturn3Y": "+2.12%",
        "AverageAnnualReturn5Y": "+2.51%",
        "AverageAnnualReturnYTD": "-1.08%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "For the fiscal year ending August 31, 2017, the fund's Retail Class shares gained 2.07%, meaningfully outpacing, net of fees, the 0.49% return of the Bloomberg Barclays U.S. Aggregate Index, the portfolio's primary benchmark. The fund also topped its Lipper peer group average.Versus the benchmark, an emphasis on bonds in credit-sensitive spread sectors provided the biggest boost, as they outpaced U.S. government bonds and agency mortgage-backed securities – more-conservative investments in which the fund was underweighted.Specifically, larger-than-benchmark exposure to high-yield bonds and, to a lesser extent, leveraged loans added value.The fund enjoyed good results from investing in sovereign-debt holdings from Mexico and Brazil. Holding 10- and 30-year Treasury Inflation-Protected Securities (TIPS) and certain taxable municipal bonds also contributed, as did a small overweighting in commercial mortgage-backed securities.A significant overweighting in investment-grade credit helped performance, led by selections among financials.Conversely, underweightings in certain industrial segments detracted.The management team believes spread sectors are \"priced to perfection\" and, as a consequence, there aren't as many values to be found as there were a year ago.On September 30, 2017, Celso Munoz assumed Co-Manager responsibilities for the fund, joining Co-Managers Matthew Conti, Jeff Moore and Michael Foggin, and Lead Manager Ford O'Neil.",
        "PortfolioManagersPlan": "\"Among investment-grade corporate bonds, the fund benefited for much of the past year from our decision to overweight the financials sector, particularly our sizable overweighting in U.S. banks. These positions performed quite well, including after the Trump administration began to relax some of the more burdensome regulatory challenges.\"As of August 31, however, we believe many U.S. bank bonds have reached their full value, offering limited upside from credit-quality improvement.\"In contrast, European banks seem to be in the early innings of the recovery we saw a little more than eight years ago in the United States. Europe's economy is accelerating from what essentially was 0% growth. Furthermore, Europe faces modest inflationary pressure and its central banks seem to be in no hurry to raise interest rates.\"Banks in the U.K., Germany and France, by and large, are adopting bondholder-friendly measures, such as building capital to reduce the risk of their portfolios. Also, the political environment in Europe seems increasingly friendly for banks. In France, for example, the election of President Emmanuel Macron, a former investment banker, signaled the potential start of free-market structural transformation in that country.\"Among European banks, we continue to favor what we call 'national champions.' In our view, these are the most significant banks in their respective countries, and include Credit Suisse, Deutsche Bank and Barclays.\"",
        "PortfolioManagersReviewDate": ""
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "The U.S. economy remains fairly strong, in our view. However, corporate leverage has increased and credit ratings have generally migrated downward – although there has been some ratings stabilization recently.Also, much of the corporate credit market appears fully valued, and the yield advantage of these bonds over comparable-maturity Treasuries has declined. Therefore, it has become harder to find attractively valued securities.We are somewhat optimistic about the tax reform bill, as limits on the amount of net interest that corporations can deduct and the lower corporate tax rate could result in less corporate bond issuance – seemingly a positive for supply/demand technicals. However, this is balanced by the reform bill's potentially positive impact on near-term economic growth, which may work to reinforce the current policy rate-hike cycle.The U.S. Federal Reserve still anticipates three quarter-point interest rate increases in 2018, two more the following year, and two in 2020.The path for Fed policy is unclear, however, as is the pace of economic growth, the fiscal outlook, the degree of inflationary pressures in the system and future Fed leadership. Overall, the market backdrop creates the potential for periods of volatility. Although volatility can be challenging for investors over the short term, we believe it may provide us opportunities to position our bond funds for longer-term outperformance.We remain overweighted in high-yield corporates, leveraged loans and global bonds.Within investment-grade corporate credit, we continue to favor short-and intermediate-duration bonds. We are underweighted here overall, but continue to favor financials and maintain a below-index weight in industrials, due to valuation concerns.Elsewhere, we are underweighted in U.S. Treasuries and, to a larger degree, in agency MBS. However, at period end, we continue to overweight intermediate- and longer-term TIPS. We remain tactical, with our liquid U.S. Treasury and agency MBS positions providing \"dry powder\" for when opportunities arise. ■",
        "PerformanceReview": "U.S. taxable investment-grade bonds posted a slightly positive return for the fourth quarter of 2017, amid record low volatility and strong demand for new issues. The Bloomberg Barclays U.S. Aggregate Bond Index returned 0.39%, as coupon income more than offset the negative price impact of modestly higher interest rates. The passage of a federal tax-reform package contributed to higher yields during the period, though its overall impact on the bond market has been fairly modest thus far.Longer-term rates rose moderately during the period, while shorter-term rates advanced more, continuing their yearlong climb and resulting in an ongoing flattening of the yield curve. The Federal Open Market Committee (FOMC) raised target interest rates by 0.25 percentage points in December, and recent Fed communications suggest a broad-based consensus exists for the continuation of gradual policy-rate normalization. The Fed is planning for three quarter-point hikes in 2018; at period end, the market expected roughly two hikes for the new year.In addition, in October the FOMC began the process of slowly paring back the $4.5 trillion-worth of Treasury bonds and mortgage-backed securities on its balance sheet. This long process of balance-sheet normalization may contribute to an uptick in volatility and higher market yields over time.Most economists believe the U.S. economy remains healthy, driven by strong consumer sentiment, ample business investment and a steadily tightening labor market. The unemployment rate continues to hover near a 17-year low, and many market participants expect continued labor market strength in 2018.Within the Bloomberg Barclays index, yield-advantaged, credit-sensitive sectors led the way amid a supportive backdrop for risk assets. U.S. corporate bonds advanced broadly, returning 1.17% for the quarter, meaningfully outpacing Treasuries (+0.05%). Within corporates, bonds issued by utility companies slightly outperformed those from financial and industrial firms.Within securitized sectors of the market, commercial mortgage-backed securities (CMBS) edged Treasury investments with a return of 0.35%, partly driven by limited supply of these securities. Mortgage-backed securities (MBS) also had a slightly positive showing, advancing 0.15%.Among non-core fixed-income segments, U.S. corporate high yield outperformed similar-duration Treasuries with a return of 0.47%, according to Bloomberg Barclays, although the return notably lagged the absolute and risk-adjusted return of the past several quarters. Investment-grade emerging-markets performed similarly, returning 0.63%. Elsewhere, U.S. Treasury Inflation-Protected Securities (TIPS) stood out with a return of 1.26%, outperforming nominal Treasuries. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FTBFX",
    "title": "Fidelity® Total Bond Fund",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/31617K881"
}