{
    "MorningStartRatingInfo": {
        "Expenses": "3 out of 5, Average Fees",
        "OverallRating": "4 out of 5 stars",
        "Returns": "4 out of 5, Above Average Returns",
        "Risks": "3 out of 5, Average Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+7.10%",
        "AverageAnnualReturn1Y": "+18.65%",
        "AverageAnnualReturn3Y": "+10.33%",
        "AverageAnnualReturn5Y": "+6.54%",
        "AverageAnnualReturnYTD": "+0.15%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "For the fiscal year ending October 31, 2017, the fund's Retail Class shares gained 21.37%, outpacing the 18.14% return of the Fidelity Total Emerging Markets Composite IndexSM.Versus the Composite, security selection within both the emerging-markets (EM) equity and debt subportfolios lifted performance the past 12 months, as did asset allocation.The debt sleeve outperformed its benchmark, mainly due to helpful decisions in Ukraine, Venezuela, China and Argentina.Successful security selection overwhelmingly drove the equity sleeve's strong outperformance of its benchmark, with choices among consumer discretionary, industrials, consumer staples and information technology stocks helping most. Conversely, choices in the health care and real estate sectors detracted.At period end, the fund remains overweighted in EM equities, given Lead Portfolio Manager John Carlson's high conviction in the ongoing global economic recovery.On January 2, 2017, Timothy Gill became Co-Portfolio Manager of the fund's EM debt subportfolio.",
        "PortfolioManagersPlan": "\"I tend to look for one-off opportunities – companies where I believe the investment community is underappreciating the merits of the business – as opposed to anything thematic.\"This is particularly the case in the industrials sector, where the fund holds a wide array of companies. Some of these are cyclical businesses and some are defensive. A few look relatively cheap, while others may look a bit expensive but have hidden value, in my view.\"In all cases, I aim to pay less than I think each company is worth.\"Within energy, I believe the best opportunities lie in companies with relatively strong cash generation, structural growth opportunities and higher-quality management teams – all of which should allow these firms, over time, to outperform their lower-quality peers.\"Stock selection in the industrials subportfolio was a particular plus the past year, as it advanced about 31%, compared with the 16% gain of the index's industrials component. One of the fund's top-performing individual stocks within industrials was Sinotruk. Shares of the Hong Kong-based heavy truck manufacturer benefited from a broad rally in Chinese stocks.\"In energy, it helped to own Turkey's Tupras Turkiye Petrol Rafinerileri, Turkey's only oil refiner. India-based energy conglomerate Reliance Industries also added value. Both energy names were lifted partly by an uptick in oil prices, as well as expanding margins for global refining. Overall, the fund's energy investments returned 28% this period, outpacing the roughly 22% gain of the energy sector within the benchmark.\"",
        "PortfolioManagersReviewDate": ""
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "For the quarter, the fund's Retail Class shares gained 5.20%, outpacing the 4.69% return of the Fidelity Total Emerging Markets Composite IndexSM. Versus the Composite, our allocation of assets – overweighting equities and underweighting debt – boosted relative performance most. Security selection in EM debt also helped, but negative choices in EM equities detracted.We made a good call in maintaining an overweighting in EM equity and underweighting in EM debt on the premise that the valuation differential relative to EM debt and pervasive pessimism toward EM equity provided the potential for equities to outperform.Within the EM debt subportfolio, overweighted stakes in El Salvador and Ghana contributed. Investors hungry for risk were attracted to the higher-yielding bonds issued by both countries. In addition, Ghana sold more than $1 billion of long-term bonds to help restructure its high public debt. Venezuela was another notable contributor, as the negative effect of our overweighting here was more than offset by successful security selection. An overweighting and our choices in Argentina also helped.On the negative side, our non-benchmark position in U.S. Treasuries, concentrated in 30-year holdings, hurt relative performance. The fund held this position as a duration-management tool, a liquidity store, a proxy for higher-quality EM sovereign debt and a partial hedge against the impact of market volatility. We exited this position because we found more value in EM debt.Turning to the EM equity sleeve, two information technology names hurt relative performance most: a non-index position in China Literature and an overweighting in Taiwan-based Largan Precision. China Literature is the online books spinoff of Internet services giant Tencent Holdings. In November, China Literature shares achieved the best first-day performance of any IPO that raised $500 million or more in 2017. Largan is a major supplier of camera lens modules for smartphones, digital cameras and other devices. However, both stocks began to fall in November, when investors began to take some profits as Asian tech stocks were on their way to posting their best yearly result since 2009.On the positive side, it helped to avoid index component Steinhoff International, a South Africa-based retailer, mainly of household goods and furniture. ■",
        "PerformanceReview": "For the three months ending December 31, 2017, the Fidelity Total Emerging Markets Composite IndexSM – consisting of 60% equities and 40% debt – gained 4.69%. Separately, emerging-markets (EM) equity and debt investments advanced about 8% and 1%, respectively.EM equities were bolstered by some of the category's largest stock markets, including South Africa (+21%). South African stocks benefited from investors' optimism about the December election of business- and investor-friendly Cyril Ramaphosa to leader of the ruling African National Congress, removing political uncertainty that had weighed on market sentiment.India (+12%) also handily outperformed the index. Indian stocks – especially banking and construction names – were bolstered by the government's October announcement of aggressive reform, including a $32.4 billion recapitalization plan and an $82.2 billion investment plan.South Korea (+12%) and China (+8) – the index's largest country component this quarter, at 30% of assets, on average – also were standouts. Improved economic growth supported Chinese stocks, while the widespread technology rally lifted both markets.Elsewhere, Thailand (+9%) advanced when its prime minister announced in October that the country will hold a general election in November 2018 – the most specific date he has given yet for a vote since taking power in a 2014 military coup.Meanwhile, Indonesia (+8%) benefited as low interest rates propped up the country's bank stocks. In addition, Indonesian construction names were lifted when the country approved 2018 budget proposals aimed at accelerating economic growth.Among laggards, Mexico (-8%) was weighed down by tension concerning the North American Free Trade Agreement and a potential populist shift in its leadership.Turning to EM debt, the big story this quarter was Venezuela. Venezuelan bonds tumbled in early November after President Maduro announced the cash-strapped nation would look to restructure its debt. Already trading at a distressed level, Venezuela bonds fell even further later that month when credit-rating firms announced the nation was in default because it missed interest payments on two government bonds. Venezuela-issued bonds returned about -28% for the full three months, by far the biggest decline among the index's country components.Conversely, Ecuador achieved the strongest gain this quarter, rising 9%. Oil is a major export for the country, and rising oil prices in the fourth quarter boosted its debt market.Several very small index components also achieved relatively solid gains this quarter, including Angola (+9%). Investors were bullish on Angola's President Joao Lourenco, who took office in September and quickly made sweeping changes, including replacing the heads of the central bank, state-oil company and diamond firm, and also opened up the country's telecom businesses to foreign bidders. El Salvador (+6%) and Gabon (+6%) were other small index members to outperform.Meanwhile, Argentina and Brazil were two larger index constituents that also outperformed. Argentina advanced 3%, as candidates allied with President Macri swept Congressional elections in October, paving the way for the president's reform agenda. Brazilian debt rose about 2% amid the country's continued economic improvement after a deep recession the past several years. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FTEMX",
    "title": "Fidelity® Total Emerging Markets Fund",
    "url": "https://fundresearch.fidelity.com/mutual-funds/analysis/31618H598"
}