{
    "MorningStartRatingInfo": {
        "Expenses": "2 out of 5, Below Average Fees",
        "OverallRating": "3 out of 5 stars",
        "Returns": "2 out of 5, Below Average Returns",
        "Risks": "2 out of 5, Below Average Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+7.52%",
        "AverageAnnualReturn1Y": "+5.91%",
        "AverageAnnualReturn3Y": "+6.26%",
        "AverageAnnualReturn5Y": "+11.27%",
        "AverageAnnualReturnYTD": "-2.00%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "For the semiannual reporting period ending January 31, 2018, the fund's Retail Class shares gained 9.03%, lagging the 11.07% advance of the benchmark Russell 3000® Value Index.The past six months, a market backdrop favoring growth-oriented investments was a headwind for value-oriented funds, including this one, according to Portfolio Manager Sean Gavin.The fund's performance versus the benchmark was hampered most by stock picking in health care, while security selection in energy and consumer discretionary detracted to a lesser extent.The fund also was hurt by a roughly 4% allocation to cash, on average, which was in place to allow Sean to take advantage of available investment opportunities.Conversely, notable relative contributors included an underweighting in the weak real estate sector, along with security selection in industrials.Sean reduced exposure to information technology stocks the past six months, as he found this group less attractively valued after a strong run, and added selectively to consumer-oriented stocks.As of January 31, Sean thinks equity valuations are stretched, leading him to emphasize higher-quality, attractively valued stocks due to what he sees as their more-predictable performance potential.",
        "PortfolioManagersPlan": "\"In December, long-anticipated federal tax-reform legislation was signed into law. Now that the ink is dry, I'm expecting it to boost economic growth in the next year to 18 months, and then have a less significant impact over time.\"Meanwhile, I think the legislation will benefit certain companies more than others, with the impact directly correlated to the strength of their competitive position.\"For companies with less-differentiated product offerings and a lot of competition – think financial services – I think the tax savings will get passed through to consumers in relatively short order.\"But for companies that enjoy a large competitive advantage – perhaps some valuable intellectual property provides a moat around their business – I think they'll be much more able to preserve tax savings for investors over a longer time frame.\"Choosing investments that have an opportunity to benefit from tax reform has not been an important part of my investment approach in recent months.\"That said, because my process helps me identify companies with larger-than-average competitive moats, I'd expect the portfolio to benefit a bit more than the average company in the benchmark, many of which lack the same level of competitive advantage that is critical to my investment strategy.\"",
        "PortfolioManagersReviewDate": ""
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "Our view is that a stock's market value eventually will converge with its intrinsic value – its true underlying worth – over time. This drives our approach. We use three different valuation measures when determining the intrinsic value of a company, and we invest in what we believe are high-quality firms. By high quality, we mean corporations that operate in a specific niche or possess a strong competitive position that provides a \"moat,\" or barrier to entry to their businesses.We also look for above-average returns on invested capital. We expect the fund's holdings to have a significantly higher return on equity (ROE) – a measure of profitability – than the benchmark because of this focus on quality, which we believe has led to lower earnings volatility over time.We pay close attention to a firm's cash generation, which we think can contribute to faster long-term growth when it's combined with a high ROE. Or, to put it more succinctly: We believe that a stock that is merely cheap doesn't represent a great value, but a quality stock at a low price does.As of December 31, the fund's largest individual overweightings – reflecting companies we believed met our investment criteria well – were Smucker, biotechnology company Amgen and global bank JPMorgan Chase. All were sizable year-end holdings.Our largest underweightings were energy giant Exxon Mobil, Bank of America and telecommunication services provider AT&T. We did not hold any of these benchmark stocks, as we did not believe they matched our value- and quality-oriented investment criteria.At year-end, the fund's largest sector overweightings – which result from our bottom-up approach – were in consumer discretionary, financials and consumer staples. Our largest sector underweightings were in real estate, energy and utilities. At the end of 2017, we're increasingly seeing a bifurcated market, with investors rewarding a narrow slice of technology and growth-oriented companies, while older, less-exciting companies often have been left in the dust. We do think we're starting to see a handful of interesting values. That said, we think equity valuations are quite stretched as of December 31 – we're currently in the second-longest bull market in U.S. history. Anytime you have especially high valuations, the market has in effect \"borrowed\" from future performance, in our view, so we see similarly high returns as unlikely in the next few years.In such an environment, we think it's prudent to focus to a somewhat greater extent on the quality side of our investment approach. Although the kinds of high-quality stocks we emphasize in the fund may offer less upside potential, we also think they likely represent more-predictable future results. ■",
        "PerformanceReview": "For the quarter, the fund's Retail Class shares gained 4.93%, slightly lagging the 5.08% advance of the benchmark Russell 3000® Value Index.Versus the benchmark, security selection in the health care and consumer discretionary sectors hampered our result most. Conversely, picks in industrials contributed, as did security selection and an underweighting in the lagging real estate group.The fund's biggest individual detractor this period was Allergan. Extending a third-quarter slide, shares of this Dublin-based pharmaceutical company, maker of Botox® wrinkle treatment, returned -20% the past three months. Investors fretted over management's ability to reinvigorate the firm amid upcoming \"loss of exclusivity\" for several of Allergan's key drug franchises. Adding pressure, in November Allergan announced it would pursue cost-cutting and restructuring measures, including layoffs.Several notable relative detractors were benchmark components that did not fit our criteria and therefore we declined to own. For example, chipmaker Intel shares rose 22% for the quarter, largely driven by better-than-expected quarterly sales and earnings.Similarly, Bank of America shares rose 17% for the quarter, driven by expectations that earnings would benefit as a result of the new federal tax bill, as well as higher policy interest rates.Other individual relative detractors this quarter included Vista Outdoor (-36%), whose November earnings announcement disappointed investors, and CVS Health, a large holding in the fund that returned about -10%.Turning to contributors, relative performance benefited most from lack of a position in benchmark component General Electric, which returned about -27%. We declined to own GE because we came to believe the company lacked superior business franchises, had an incredibly complex balance sheet and maintained too much financial leverage. The industrial conglomerate cut its dividend for the first time since 2009 and reported its largest quarterly earnings miss in roughly 17 years.Another poor-performing benchmark stock we declined to own was Merck, one of the world's largest pharmaceutical firms. The stock returned roughly -11% the past three months. During its quarterly earnings call in October, Merck announced that, due to regulatory issues, it had pulled its European application for Keytruda® as a first-line immunotherapy treatment for lung cancer. Keytruda® accounts for about 10% of Merck's revenue, and investors considered foregoing Europe a significant setback.One relative contributor we overweighted was Synchrony Financial, whose shares advanced 25% this quarter, partly due to better-than-expected quarterly earnings and revenue tied to its private-label credit-card and payment-solutions businesses. The company's net interest income for the third quarter of 2017 rose 11% from the year-ago period. However, its provision for bad loans rose 33% from the same period in 2016, driven largely by higher loan receivables.Other notable contributors included media company Twenty-First Century Fox (+31%), which in December agreed to sell most of its assets to Disney, and J.M. Smucker (+19%), a food products company that in November reported stronger-than-expected earnings. Smucker was a sizable year-end holding. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "FVDFX",
    "title": "Fidelity® Value Discovery Fund",
    "url": "https://fundresearch.fidelity.com/mutual-funds/analysis/316345503"
}