{
    "MorningStartRatingInfo": {
        "Expenses": "2 out of 5, Below Average Fees",
        "OverallRating": "4 out of 5 stars",
        "Returns": "4 out of 5, Above Average Returns",
        "Risks": "2 out of 5, Below Average Fees"
    },
    "PerformanceInfo": {
        "AverageAnnualReturn10Y": "+7.42%",
        "AverageAnnualReturn1Y": "+4.73%",
        "AverageAnnualReturn3Y": "+5.08%",
        "AverageAnnualReturn5Y": "+4.55%",
        "AverageAnnualReturnYTD": "+0.43%"
    },
    "PortfolioManagerQA": {
        "KeyTakeaway": "For the semiannual reporting period ending October 31, 2017, the fund gained 3.54%, modestly outperforming the 3.46% increase in the benchmark, The BofA Merrill LynchSM US High Yield Constrained Index.Portfolio Manager Frederick Hoff is pleased that the fund outperformed its benchmark against a relatively volatile market backdrop for high-yield investors, and attributes the favorable result to his long-term investment strategy.Versus the benchmark, the fund was helped most by bond selection in the utilities and technology industries, followed by overweightings in utilities and banks & thrifts.Conversely, security selection among food & drug retailers hampered the fund's relative result, as did a cash allocation of 8%, on average, in a rising market for high-yield bonds.Fred kept the portfolio composition relatively consistent the past six months, but built a sizable cash balance in order to take advantage of potential future market volatility amid high bond valuations.As of October 31, Fred remains optimistic about the backdrop and performance potential for high-yield bonds, even as he is cautious about relatively high valuations.",
        "PortfolioManagersPlan": "\"As I mentioned, bonds of Dynegy and CompuCom were beneficiaries of merger-and-acquisition (M&A) activity this period. M&A is generally positive for high-yield issuers because they tend to be acquired by higher-rated companies – high-yield issuers already have low credit ratings – or they have covenants in place that demand acquirers pay a premium price.\"I expect M&A activity to remain robust, as firms look for ways to expand in a low-growth environment, and as certain industries, such as retailers and supermarkets, consolidate to manage large-scale challenges to their businesses. Also, as businesses become more geographically diverse, we're seeing more globally oriented M&A activity, as companies need to better position themselves to succeed in a global marketplace.\"While specifically planning for M&A is not fundamental to my investment approach, it is definitely a factor I consider when evaluating issuers for investment. Companies that are taking steps to improve their credit quality tend to make interesting acquisition candidates. Sometimes, we are fortunate to hold a bond that benefits from M&A activity, such as with CompuCom more than doubling in value this period. But if you're in the better high-yield companies to begin with, I think you can be well-positioned to benefit from this type development.\"",
        "PortfolioManagersReviewDate": "OCTOBER 31, 2017"
    },
    "QuarterlyFundReview": {
        "OutlookAndPositioning": "For the quarter, the fund gained 0.99%, ahead of the 0.41% advance of its benchmark, The BofA Merrill LynchSM US High Yield Constrained Index.Versus the benchmark, the fund benefited from security selection, especially in energy, while industry selection added value to a lesser extent. Bond picking in health care was the only notable industry-level detractor.On a quality basis, the fund was helped most by favorable bond selection in bonds rated B, a tier we regularly emphasize for what we see as its better risk/reward trade-off. Our picks among bonds rated CCC/C also helped.By issuer, a non-benchmark stake in CompuCom Systems gained roughly 85%. Although we held a small position in CompuCom debt, our holdings surged in value in October after the IT outsourcing company agreed to a merger with Office Depot. To lock in the gain, we eliminated this position by year-end.Also adding value were bonds of Canada's Valeant Pharmaceuticals International. The drugmaker has continued along its path to recovery, posting strong earnings and improving its financial position by refinancing some debt.Other notable contributors were Kindred Healthcare, a hospital and health care services company, and California Resources, a producer of oil and natural gas.In contrast, the fund's biggest individual detractor was a sizable investment in Community Health Systems, a hospital operator that struggled to integrate recent acquisitions. We continued to like its business fundamentals, underlying assets and history of free-cash-flow generation.Also detracting was the fund's position in supermarket chain operator Tops, which struggled amid weak sales and earnings trends, as well as an increasingly difficult competitive landscape. We believe changes in the marketplace are likely to take place gradually, while increased merger activity in the industry is both likely and potentially able to benefit weaker operators. ■",
        "PerformanceReview": "U.S. corporate high-yield bonds gained 0.41% for the quarter ending December 31, 2017, as measured by The BofA Merrill LynchSM US High Yield Constrained Index, extending an upward trend that began in mid-February 2016. Synchronous expansion in global economic activity – along with low inflation and accommodative monetary policies – continued to provide a steady backdrop for most asset classes, including high yield.All in all, the broader backdrop was largely supportive, and credit spreads continued to narrow, spurred by an improving U.S. economy, generally positive issuer fundamentals and enormous monetary support from major central banks worldwide. The high-yield market also was aided by strong investor confidence, which sent equities to new highs on many occasions throughout the quarter. Other beneficial factors included a slowdown in new issuance, optimism surrounding the Republican tax-reform proposal and a rally in oil prices.The only interruption to the uptrend the past three months was in November, when the asset class lost modest ground amid earnings misses by some high-yield issuers, most notably hospitals and other firms in the health care industry. Despite the weak start to the month, bonds rallied and recovered somewhat by mid-month due to the tailwind of rising oil prices and optimism for U.S. tax reform.For the full three months, gains were broad-based across industries, but generally within a fairly tight range. Metals/mining (+2%), chemicals (+1%) and steel (+1%) were boosted by firming commodities prices and the potential for increased infrastructure spending in the U.S.The index's largest component the past three months, energy, gained 2% amid rising oil prices. Firms in the banks & thrifts segment gained about 2%, still carrying some of the post-election momentum picked up from investors who expect a new, pro-business presidential administration to ease financial regulation.Several more-defensive categories lagged the broader market, but only with a slight disadvantage, including telecommunications (-2%) and health care (-1%), while food/beverage/tobacco edged the broader market.Although investor sentiment around risk assets wavered during the quarter, lower-quality bonds rated CCC fared best, but by a slim margin. This category gained 1%. The higher-quality B and BB tiers finished the three months with slightly smaller gains.By comparison, fourth-quarter results for high yield considerably lagged large-cap U.S. equities, slightly trailed emerging-markets debt and floating-rate leveraged bank loans, and modestly outpaced investment-grade-bonds. ■",
        "PerformanceReviewDate": "DECEMBER 31, 2017"
    },
    "symbol": "SPHIX",
    "title": "Fidelity® High Income Fund",
    "url": "http://fundresearch.fidelity.com/mutual-funds/analysis/316146406"
}